[
  {
    "typeName": "自然灾害",
    "events": [
      {
        "eventName": "地震",
        "coreRule": "先躲后逃，避免次生伤害",
        "earlyWarning": {
          "precursorSignals": [
            "井水突升或突降",
            "动物异常（鸡飞狗跳、蛇类出洞等）",
            "地面轻微震动或听到“轰隆隆”低频声"
          ],
          "officialAlert": "通过手机短信、电视、应急广播接收地震预警，预警时间越长（如30秒以上），准备时间越充足"
        },
        "emergencyActions": {
          "indoor": {
            "do": [
              "躲至结实家具下（如实木桌、承重墙根），双手抱头护颈、蜷缩身体",
              "远离窗户、阳台、吊灯、衣柜等易倾倒/坠落物",
              "高层住户绝不乘电梯、不盲目跳楼"
            ],
            "dont": [
              "躲在非承重墙（隔断墙）、窗户边",
              "慌乱奔跑、拥挤逃生",
              "乘电梯或从阳台/窗户“逃生”"
            ]
          },
          "outdoor": {
            "do": [
              "跑至空旷地带（广场、操场），远离高楼、广告牌、电线杆、大树",
              "远离桥梁/河边，防止坍塌或溺水"
            ],
            "dont": [
              "躲在高楼楼下、大树旁、变压器附近",
              "躲进狭窄小巷或地下通道"
            ]
          },
          "inCar": {
            "do": [
              "开阔路段：停车熄火，留在车内（车身缓冲坠物冲击）",
              "高架/隧道：尽快驶离，停至安全地带后逃生"
            ],
            "dont": [
              "在高架/隧道内停留",
              "下车后在道路中间停留（易被车辆撞击）"
            ]
          }
        },
        "postHandling": [
          "逃生后至家庭紧急集合点汇合，不独自返回危房",
          "被埋压时保持冷静，用石块敲击管道/墙壁发信号，避免大喊大叫",
          "远离垮塌建筑、燃气泄漏点，警惕强震后1-2小时内的余震"
        ]
      },
      {
        "eventName": "洪水",
        "coreRule": "提前转移，远离低洼",
        "earlyWarning": {
          "precursorSignals": [
            "连续暴雨后河水/江水暴涨",
            "路面积水快速上涨",
            "下水道倒灌"
          ],
          "officialAlert": "关注暴雨红色预警、洪水橙色预警，接到转移通知时立即执行，不犹豫"
        },
        "emergencyActions": {
          "indoorLowFloor": {
            "do": [
              "提前将电器、贵重物品转移至高层",
              "用沙袋、防水板封堵门窗缝隙",
              "洪水进屋后往高层（屋顶、阁楼）转移",
              "水位持续上涨时寻找漂浮物（门板、木桶）"
            ],
            "dont": [
              "待在地下室或一楼",
              "试图游泳逃生（洪水含杂物、有暗流）"
            ]
          },
          "outdoor": {
            "do": [
              "远离河道、沟渠、涵洞（易冲垮）",
              "山区遇山洪时，向垂直于洪水流动的高处跑"
            ],
            "dont": [
              "蹚未知深度积水（可能缺井盖、漏电）",
              "沿河道跑"
            ]
          },
          "inCarTrapped": {
            "do": [
              "车辆未被淹没时立即弃车逃生",
              "车辆被淹没时，用安全锤砸破侧窗（前挡风难砸）逃生"
            ],
            "dont": [
              "在被淹车辆内等待救援（车辆下沉快）",
              "试图砸前挡风玻璃逃生"
            ]
          }
        },
        "postHandling": [
          "返家前确认房屋结构安全（无墙体开裂、地基下沉）",
          "检查燃气、电路（先断总阀，通风后再使用）",
          "不喝生水，对接触洪水的物品用含氯消毒剂消毒",
          "避免接触死禽死畜"
        ]
      },
      {
        "eventName": "台风",
        "coreRule": "躲进坚固建筑，远离室外危险区",
        "earlyWarning": {
          "precursorSignals": [
            "天空出现螺旋状云系",
            "风力渐大（树枝剧烈摇晃）",
            "海浪异常升高"
          ],
          "officialAlert": "关注台风红色预警，此时通常停工、停课、停业，需留在安全场所"
        },
        "emergencyActions": {
          "indoor": {
            "do": [
              "提前加固门窗（木板钉玻璃或贴“米”字形胶带防碎裂）",
              "收起阳台花盆、晾衣架等易坠物",
              "关闭燃气、电源总阀（防雷击或短路）",
              "不靠近窗户"
            ],
            "dont": [
              "留在危房、临时工棚",
              "靠近窗户观察台风"
            ]
          },
          "outdoor": {
            "do": [
              "立即进入最近的坚固建筑躲避",
              "若在户外无遮挡，找低洼处抱头蹲下（远离广告牌、大树）"
            ],
            "dont": [
              "在海边、河边、高架桥上停留",
              "在台风眼期间（风停）外出（后续仍有强风）"
            ]
          },
          "coastalArea": {
            "do": [
              "接到转移通知时立即撤离至内陆高处",
              "提前加固海边设施"
            ],
            "dont": [
              "留在沿海低洼处",
              "靠近海边观浪"
            ]
          }
        },
        "postHandling": [
          "台风过后清理室内外积水（防蚊虫滋生）",
          "检查房屋是否有屋顶破损、门窗损坏",
          "远离倾倒的电线杆、广告牌（防漏电或二次倾倒）",
          "确认燃气、电路正常后再使用"
        ]
      },
      {
        "eventName": "龙卷风",
        "coreRule": "快速躲进地下空间，远离门窗与高空坠物，警惕“虚假平静期”",
        "earlyWarning": {
          "precursorSignals": [
            "天空出现“漏斗状云柱”（从积雨云底部延伸至地面，颜色多为黑色或灰色）",
            "出现“咆哮声”（类似火车轰鸣或喷气式飞机起飞声，且声音逐渐靠近）",
            "短时内风力骤增，伴随暴雨、冰雹，地面杂物被卷起"
          ],
          "officialAlert": "关注“龙卷风红色预警”，预警发布后立即停止所有户外活动，学校、企业启动应急避险预案，人员向指定避难场所转移"
        },
        "emergencyActions": {
          "indoorShelter": {
            "do": [
              "立即前往**地下室、地下车库或建筑底层无窗户的房间**（如卫生间、储藏室），远离外墙、门窗（避免被飞射物砸伤）",
              "蜷缩在墙角或坚固家具（如衣柜、书桌）下方，用厚衣物、被子包裹头部和身体（减少撞击伤害），双手护住颈部",
              "若在多层建筑中，绝不乘坐电梯，不向楼顶或高层转移（龙卷风易破坏高层结构）"
            ],
            "dont": [
              "躲在窗户边观察龙卷风（易被玻璃碎片划伤，或被负压吸出门窗）",
              "留在阳台、飘窗、走廊等开阔区域（无遮挡，易受风力冲击）",
              "携带大量财物，延误避险时间（生命安全优先）"
            ]
          },
          "outdoorNoShelter": {
            "do": [
              "若在户外且无地下空间可躲，立即**平躺至低洼处**（如沟渠、土坑），双手抱头，双腿蜷缩（降低身体高度，减少被卷起的风险）",
              "远离大树、电线杆、广告牌、围墙（易被龙卷风刮倒砸伤），避开车辆、房屋等易被破坏的物体",
              "若在开阔草原、农田，尽量抓住牢固的地面物体（如粗壮的灌木、固定的金属桩），避免身体被风吹动"
            ],
            "dont": [
              "在户外奔跑或试图驾车逃离（龙卷风移动速度快，且车辆易被掀翻或卷入）",
              "躲在临时棚屋、帐篷、活动板房内（结构脆弱，易被龙卷风摧毁）",
              "在桥梁、涵洞下躲避（龙卷风可能产生负压，将人或物体吸出）"
            ]
          },
          "postCycloneCalm": {
            "do": [
              "龙卷风过后若出现短暂平静（可能是“龙卷风眼”经过），仍需留在避难处，不立即外出（后续可能有第二波风力冲击）",
              "确认外界安全后，缓慢打开门窗（避免被残留的杂物砸伤），观察房屋结构是否完好（如屋顶是否坍塌、墙体是否开裂）"
            ],
            "dont": [
              "在平静期立即外出查看情况（易遭遇二次灾害，如掉落的电线、垮塌的建筑）",
              "使用明火（龙卷风可能破坏燃气管道，引发爆炸）"
            ]
          }
        },
        "postHandling": [
          "不擅自进入受损建筑（尤其是倾斜、屋顶破损的房屋，可能发生二次坍塌），等待专业人员评估安全后再进入",
          "清理现场时注意防范危险：远离掉落的高压电线（保持10米以上距离，避免触电），不随意搬动重物（防止被压埋的物体滑落）",
          "检查家中燃气、电路（先关闭总阀，通风后用肥皂水检测燃气管道是否泄漏，确认无安全隐患再恢复使用）",
          "协助救援人员搜救被困人员，提供龙卷风移动路线、受损区域等信息，不擅自破坏事故现场"
        ]
      },
      {
        "eventName": "海啸",
        "coreRule": "远离海岸，向内陆高处转移，警惕“退潮异常”信号",
        "earlyWarning": {
          "precursorSignals": [
            "沿海区域突然发生强烈地震（海底地震是海啸主要诱因，地震后1-2小时内可能引发海啸）",
            "海水异常退潮（原本淹没的海滩、礁石大面积裸露，甚至露出海底，这是海啸来临前的典型信号）",
            "海水出现异常波动（如突然上涨、翻滚，或发出“轰鸣声”）"
          ],
          "officialAlert": "关注“海啸红色预警”，沿海居民需在预警发布后30分钟内完成向内陆高处转移，不等待、不犹豫"
        },
        "emergencyActions": {
          "coastalEvacuation": {
            "do": [
              "接到转移通知或发现异常退潮后，立即向**远离海岸的内陆高处**（如山坡、高地，海拔至少高于海平面10米）转移，速度越快越好",
              "携带必要物品（身份证、手机、充电宝、少量现金、常用药品），不携带重物（避免延误转移时间），老人、儿童、行动不便者优先转移",
              "选择开阔的转移路线，避开低洼地带、河流入海口、桥梁（易被海啸淹没或冲垮）"
            ],
            "dont": [
              "前往海边观看“异常退潮”或“海啸浪花”（好奇心可能导致错过最佳转移时机）",
              "驾车沿海岸线行驶（易被海啸冲翻车辆，或因道路被淹没无法通行）",
              "留在沿海的平房、地下室或低矮建筑内（易被海水淹没）"
            ]
          },
          "trappedByTsunami": {
            "do": [
              "若海啸已逼近且无法转移，立即向附近坚固建筑的高层（如4层以上）转移，关闭门窗，堵塞门缝（减少海水进入）",
              "若没有高层建筑，寻找漂浮物（如门板、木桶、大型塑料容器），做好漂浮准备，避免游泳（海啸水流湍急，且夹带杂物易造成划伤）",
              "保持冷静，尽量抓住固定物体（如栏杆、柱子），避免被海水冲走"
            ],
            "dont": [
              "试图通过地下通道、涵洞躲避（易被海水灌满，导致窒息）",
              "在水中挣扎或大喊大叫（消耗体力，且易被杂物撞击）",
              "饮用海水（会加重脱水，危及生命）"
            ]
          }
        },
        "postHandling": [
          "海啸过后，不擅自返回沿海区域（可能发生余震引发的二次海啸，或海水浸泡导致建筑结构松动），等待官方解除预警通知",
          "返家前检查房屋是否安全（如地基是否下沉、墙体是否开裂、电路是否短路），确认无安全隐患后再进入",
          "清理房屋时注意防范：不接触被海水浸泡的电器（避免触电），不食用被海水污染的食物、饮用水（需煮沸或消毒后使用）",
          "配合相关部门做好卫生防疫工作（海啸后易滋生细菌，需对环境进行消毒，避免传染病传播）"
        ]
      },
      {
        "eventName": "高温热浪",
        "coreRule": "减少高温时段外出，做好防暑降温，重点保护易感人群",
        "earlyWarning": {
          "precursorSignals": [
            "连续3天以上日最高气温≥35℃（或日最高气温≥37℃，且湿度较大）",
            "户外体感温度明显高于实际气温（闷热感强烈，呼吸不畅）",
            "出现头晕、乏力、口渴等轻微中暑症状（提示环境已达到高温风险阈值）"
          ],
          "officialAlert": "关注“高温红色预警”（日最高气温将升至40℃以上），此时需停止户外露天作业，学校调整上课时间，养老院、福利院启动防暑预案"
        },
        "emergencyActions": {
          "outdoorProtection": {
            "do": [
              "尽量避免在10:00-16:00高温时段外出，若必须外出，做好防护：佩戴遮阳帽、太阳镜，涂抹SPF30+的防晒霜（每2小时补涂1次），穿宽松、透气的浅色衣物",
              "外出时随身携带防暑物品（如藿香正气水、清凉油、瓶装饮用水），少量多次饮水（每次150-200毫升，避免一次性大量饮水）",
              "户外作业每30分钟到阴凉处休息10分钟，避免长时间暴晒，若出现头晕、心慌，立即停止作业并降温"
            ],
            "dont": [
              "在高温时段进行剧烈运动（如跑步、爬山，易引发中暑）",
              "穿深色、紧身衣物（吸热且不透气，加重身体散热负担）",
              "饮用含糖量高的饮料或酒精（会加速身体脱水）"
            ]
          },
          "indoorCooling": {
            "do": [
              "室内使用空调时，温度设定在26℃左右（既节能又避免温差过大引发感冒），定期开窗通风（每天早晚各1次，每次30分钟，保持室内空气流通）",
              "用湿毛巾擦拭地面、墙面（利用水分蒸发降温），避免在室内使用烤箱、电炉等产热电器",
              "为老人、儿童、孕妇等易感人群准备冰袋、凉席（避免直吹空调，防止关节不适）"
            ],
            "dont": [
              "长时间关闭门窗开空调（室内空气污浊，易引发呼吸道疾病）",
              "让儿童、老人独自留在密闭的车内（即使车窗留缝，10分钟内车内温度可升至50℃以上，引发热射病）",
              "用冷水直接冲洗高温状态下的身体（易导致血管收缩，引发心脑血管意外）"
            ]
          },
          "heatIllnessFirstAid": {
            "do": [
              "出现轻微中暑（头晕、口渴、乏力）：立即转移至阴凉处，解开衣物，用湿毛巾擦拭额头、颈部、腋窝（物理降温），饮用含盐清凉饮料（如淡盐水、运动饮料）",
              "出现严重中暑（高热、意识模糊、抽搐）：立即拨打120，将患者转移至阴凉处，脱去衣物，用冰袋敷在颈部、腹股沟、腋窝（快速降温），保持患者呼吸道通畅，若患者意识清醒，可喂服藿香正气水"
            ],
            "dont": [
              "轻微中暑后继续留在高温环境（加重症状，可能发展为热射病）",
              "给严重中暑患者喂食大量食物或饮水（可能引发呕吐、窒息）",
              "用酒精擦拭严重中暑患者身体（酒精挥发过快，可能导致体温过低）"
            ]
          }
        },
        "postHandling": [
          "中暑患者康复后，继续观察24小时（避免出现“延迟性中暑症状”，如乏力、心慌），清淡饮食（多吃西瓜、绿豆汤等清热解暑食物，避免辛辣、油腻食物）",
          "检查家中电器、电路（高温易导致电线老化、电器过载，需及时更换破损电线，避免引发火灾）",
          "为农作物、花卉采取降温措施（如浇水、覆盖遮阳网，减少高温对植物的伤害）",
          "总结防暑经验，为后续高温天气储备足够的防暑物资（如饮用水、药品、降温设备）"
        ]
      },
      {
        "eventName": "泥石流",
        "coreRule": "向垂直于流向的高处逃，远离沟谷",
        "earlyWarning": {
          "precursorSignals": [
            "山区沟谷内传来“轰鸣声”（泥土石块碰撞声）",
            "沟谷上游出现洪水，水流夹带大量泥沙、石块",
            "山体出现裂缝、植被突然歪斜或滑落"
          ],
          "officialAlert": "关注“地质灾害红色预警”，居住在山区沟谷附近者需提前转移至安全安置点"
        },
        "emergencyActions": {
          "outdoorMountain": {
            "do": [
              "立即向**垂直于泥石流流动方向的高处**（如山坡、平台）奔跑，越快越好",
              "若来不及逃跑，躲进附近结实的山洞或巨石后（蜷缩身体，保护头部）",
              "避免在泥石流流经的沟谷底部、陡坡处停留"
            ],
            "dont": [
              "沿泥石流流动方向逃跑（速度远不及泥石流）",
              "躲在大树、电线杆旁（易被冲倒的物体砸伤）",
              "在松软的土坡、危岩体下方停留"
            ]
          },
          "indoorMountainArea": {
            "do": [
              "接到转移通知后立即撤离，不贪恋财物",
              "若房屋位于沟谷附近且泥石流已逼近，果断向高处转移，不滞留室内",
              "撤离前关闭燃气、电源总阀，锁好门窗"
            ],
            "dont": [
              "待在一楼或地下室（易被泥石流掩埋）",
              "试图通过桥梁、涵洞穿越泥石流区域",
              "观望等待，延误最佳撤离时机"
            ]
          }
        },
        "postHandling": [
          "泥石流过后，不擅自返回危险区域（可能发生二次泥石流或山体滑坡）",
          "查看房屋结构安全，确认无墙体开裂、地基松动后再进入",
          "清理房屋时注意防范残留的松散土石，避免被砸伤",
          "协助清理道路堵塞物，保障救援通道畅通"
        ]
      },
      {
        "eventName": "冰雹",
        "coreRule": "躲进坚固建筑，保护头部等关键部位",
        "earlyWarning": {
          "precursorSignals": [
            "天空乌云密布，伴有强烈雷暴和大风",
            "气温骤降，空气湿度大，感觉有“冷意”",
            "远处传来“噼啪”声（小冰雹撞击物体的声音）"
          ],
          "officialAlert": "关注“冰雹红色预警”，预警发布后需停止户外活动，进入室内避险"
        },
        "emergencyActions": {
          "outdoor": {
            "do": [
              "立即寻找最近的坚固建筑（如房屋、商场、车库）躲避，远离临时棚屋、遮阳棚",
              "若无处躲避，用背包、衣物、木板等物品遮挡头部和背部，蹲下身体（减少受击面积）",
              "远离树木、电线杆、广告牌（易被冰雹砸断或砸倒，引发二次伤害）",
              "避免在开阔地带、高处、水域附近停留"
            ],
            "dont": [
              "在露天停车场、操场等无遮挡区域站立或奔跑",
              "躲在树下（树枝易被冰雹砸断，叶片和枝干可能伤人）",
              "手持金属物品（如雨伞、铁棍）在户外行走（易遭雷击）"
            ]
          },
          "indoor": {
            "do": [
              "关闭门窗，拉上窗帘（防止冰雹砸碎玻璃，碎片飞溅伤人）",
              "远离窗户、阳台，不靠近玻璃门（避免被破碎玻璃划伤）",
              "将室外晾晒的衣物、花盆等物品收回室内（避免被冰雹砸坏或吹落伤人）"
            ],
            "dont": [
              "开窗观察冰雹情况（易被飞溅的玻璃或冰雹砸伤）",
              "在阳台、飘窗处停留",
              "让儿童在靠近窗户的区域活动"
            ]
          },
          "inCar": {
            "do": [
              "将车辆开到室内车库或有遮挡的区域（如桥下，但需确认桥梁安全）",
              "若在露天区域，关闭车窗，待在车内（车身可缓冲冰雹冲击，避免身体直接受击）",
              "避免下车躲避（暴露在冰雹中风险更高）"
            ],
            "dont": [
              "将车辆停在大树、广告牌下方（易被坠落物砸坏车辆）",
              "打开车窗或下车查看车辆受损情况",
              "在高速公路上随意停车（易引发交通事故）"
            ]
          }
        },
        "postHandling": [
          "冰雹过后，检查房屋屋顶、门窗玻璃是否破损，及时修补（防止雨水渗入）",
          "检查车辆外观和玻璃，记录受损情况，联系保险公司理赔",
          "清理室外散落的冰雹和被砸断的树枝、广告牌碎片（避免绊倒或划伤）",
          "种植户及时清理受损作物，评估损失并采取补种、防护措施"
        ]
      },
      {
        "eventName": "森林火灾",
        "coreRule": "逆风逃生，远离火源，及时报警",
        "earlyWarning": {
          "precursorSignals": [
            "森林区域出现不明烟雾（颜色可能为黑色、灰色，伴有焦糊味）",
            "气温偏高、风力较大，空气干燥（火灾高发气象条件）",
            "听到树枝燃烧的“噼啪”声或看到明火"
          ],
          "officialAlert": "关注“森林火险红色预警”，预警期间禁止进入林区，禁止一切野外用火"
        },
        "emergencyActions": {
          "inForestArea": {
            "do": [
              "立即拨打森林火警电话12119（说明火灾位置、火势大小、烟雾颜色）",
              "判断火势蔓延方向，向**逆风方向**快速撤离（避免被火包围）",
              "若火势较小且有灭火工具（如灭火器、树枝），可在确保安全的前提下尝试扑打（针对初期小火，集中力量打灭火源）",
              "撤离时用湿毛巾捂住口鼻（减少吸入浓烟），弯腰低姿前进（烟雾多在高处）"
            ],
            "dont": [
              "顺风逃跑（火势蔓延速度远快于奔跑速度，易被火追上）",
              "往山谷、低洼处逃跑（烟雾和热量易在低洼处聚集，形成“火坑”）",
              "盲目穿越火线（火线温度极高，可能造成烧伤、窒息）"
            ]
          },
          "nearForestResidence": {
            "do": [
              "接到疏散通知后立即撤离，携带必要物品（身份证、手机、少量现金、常用药品）",
              "撤离前清理房屋周围的易燃物（如干草、柴火、塑料瓶），关闭燃气、电源总阀",
              "若火势逼近，用湿衣物、湿被子封堵门窗缝隙（防止浓烟进入室内）",
              "撤离到指定的安全集合点，不擅自返回"
            ],
            "dont": [
              "留在室内观望或试图自行灭火（火势失控后风险极高）",
              "携带大量财物，延误撤离时间",
              "驾车穿越着火的林区道路（易被树木砸中或车辆熄火）"
            ]
          }
        },
        "postHandling": [
          "火灾扑灭后，经工作人员确认安全方可返回，不擅自进入未解封的林区",
          "返家后检查房屋是否有明火残留（如屋顶、墙角的火星），及时用水浇灭",
          "清理室内外的烟尘和灰烬，打开门窗通风（避免吸入有害气体）",
          "配合相关部门调查火灾原因，不隐瞒关键信息"
        ]
      },
      {
        "eventName": "沙尘暴",
        "coreRule": "减少外出暴露，防护口鼻眼，远离高空危险物",
        "earlyWarning": {
          "precursorSignals": [
            "天空突然变暗，呈现土黄色或橙红色，能见度快速下降",
            "风力骤增，空气中出现大量沙尘颗粒，呼吸有呛感",
            "远处传来“呼啸”风声，伴随沙尘撞击物体的“沙沙”声"
          ],
          "officialAlert": "关注“沙尘暴红色预警”，预警发布后需停止户外活动，学校、幼儿园停课，企业视情况停工"
        },
        "emergencyActions": {
          "outdoor": {
            "do": [
              "立即寻找最近的封闭建筑（如房屋、商场、地下通道）躲避，避免在开阔地带、广告牌下、大树旁停留",
              "若无处躲避，用湿毛巾、口罩或衣物捂住口鼻，佩戴防风眼镜（或用衣物遮挡眼睛），弯腰低头快速移动至安全处",
              "远离施工工地、临时围挡（易被大风吹倒），避免靠近电线杆、变压器（防止沙尘导致短路触电）"
            ],
            "dont": [
              "在户外奔跑或长时间停留（增加沙尘吸入量，易引发呼吸道疾病）",
              "用手揉擦眼睛（沙尘颗粒可能划伤角膜）",
              "驾驶车辆在沙尘暴中高速行驶（能见度低，易发生追尾事故）"
            ]
          },
          "indoor": {
            "do": [
              "关闭门窗，用密封条或胶带封堵门窗缝隙（减少沙尘进入），拉上窗帘（阻挡强光和沙尘）",
              "关闭空调、新风系统等通风设备（避免沙尘进入室内循环），若需通风，待沙尘暴减弱后开启",
              "储存足够的饮用水和应急食物，准备手电筒、备用电源（防止沙尘导致停电）"
            ],
            "dont": [
              "开窗观察或通风（大量沙尘进入室内，污染空气）",
              "在室内摆放易被沙尘污染的食物（如未密封的水果、零食）",
              "让儿童在靠近窗户的区域活动（可能接触到飘入的沙尘）"
            ]
          },
          "drivingInSandstorm": {
            "do": [
              "立即降低车速，开启近光灯、示廓灯和雾灯（不开启远光灯，避免强光反射影响视线）",
              "若能见度极低（不足50米），立即将车辆停至路边安全区域，关闭发动机，拉紧手刹，人员留在车内（避免下车被风吹走或迷路）",
              "用湿毛巾擦拭车窗（保持玻璃清晰），避免频繁变道或超车"
            ],
            "dont": [
              "在高速公路或空旷道路上继续行驶（易因视线受阻引发事故）",
              "将车辆停在道路中间或施工区域（易被其他车辆撞击）",
              "下车步行寻找方向（沙尘暴中易迷路，且有被异物砸伤风险）"
            ]
          }
        },
        "postHandling": [
          "沙尘暴过后，待空气质量好转（PM10浓度下降）再开窗通风，避免过早通风导致室内沙尘堆积",
          "清理室内沙尘时，先洒水湿润（减少扬尘），用湿抹布擦拭家具、地面，避免用扫帚直接清扫（加重扬尘）",
          "外出人员返回后及时清洗面部、口鼻，更换衣物（避免沙尘残留引发皮肤过敏或呼吸道不适）",
          "检查车辆外观和空气滤清器（沙尘易堵塞滤清器，影响发动机性能），及时清理或更换"
        ]
      },
      {
        "eventName": "暴风雪",
        "coreRule": "减少外出，做好保暖防滑，防范积雪压塌和冻害",
        "earlyWarning": {
          "precursorSignals": [
            "气温骤降（24小时内下降8℃以上），风力增大，天空飘起密集雪花",
            "雪花落地不融化，快速堆积，能见度逐渐降低（不足1000米）",
            "户外物体表面出现结冰，行走时易打滑"
          ],
          "officialAlert": "关注“暴雪红色预警”，预警发布后交通可能管制，需提前储备生活物资，避免外出"
        },
        "emergencyActions": {
          "outdoor": {
            "do": [
              "立即停止户外活动，寻找最近的温暖建筑（如商店、居民家）躲避，避免在雪地中长时间停留（防止冻伤、失温）",
              "若被困雪地，尽量减少活动（保存体力），用衣物、毛毯包裹身体，尤其是手脚、头部等易冻伤部位，搭建临时避风棚（如用树枝、衣物搭建）",
              "行走时穿防滑鞋，步伐放慢，重心放低（避免滑倒），远离广告牌、大树、临时棚屋（积雪可能压垮物体导致砸伤）"
            ],
            "dont": [
              "在雪地中奔跑或剧烈活动（增加热量消耗，加速失温）",
              "用雪擦拭面部或手脚（可能加重冻伤）",
              "独自在偏远雪地行走（易迷路，遇危险无法求助）"
            ]
          },
          "indoor": {
            "do": [
              "做好保暖措施，关闭门窗，用密封条封堵缝隙（减少热量流失），使用暖气、空调或电暖器时注意安全（避免火灾，保持通风防止一氧化碳中毒）",
              "储备足够的饮用水、食物（如方便面、饼干）、常用药品，准备手电筒、蜡烛、备用电源（防止积雪压断电线导致停电）",
              "定期清理屋顶、阳台的积雪（避免积雪过重压塌屋顶或阳台，清理时注意防滑，避免高空坠落）"
            ],
            "dont": [
              "使用不合格的取暖设备（如劣质电暖器、煤炉），或在密闭空间使用煤炉、炭火（易引发一氧化碳中毒）",
              "让儿童在窗边玩耍（可能因积雪融化导致窗户结冰，或意外开窗坠楼）",
              "随意触碰室内外的结冰线路（可能漏电导致触电）"
            ]
          },
          "drivingInBlizzard": {
            "do": [
              "立即降低车速，开启近光灯、示廓灯、雾灯和危险报警闪光灯，与前车保持平时2-3倍的安全距离",
              "若车辆打滑，轻踩刹车（避免急刹导致侧滑），向侧滑方向轻打方向盘（调整车身姿态）",
              "若能见度极低或道路被积雪封堵，将车辆停至路边安全区域，人员留在车内（避免下车迷路），在车后50-100米处放置警示标志，等待救援"
            ],
            "dont": [
              "在冰雪路面上急加速、急刹车或急转弯（易导致车辆失控）",
              "在高速公路上随意停车或掉头（易引发连环事故）",
              "车辆被困时频繁启动发动机（若燃油不足，可能耗尽油量，且低温下频繁启动损伤发动机）"
            ]
          }
        },
        "postHandling": [
          "暴风雪过后，清理室外积雪时注意防滑，避免过度劳累（低温下体力消耗快，易引发心脑血管疾病），清理屋顶积雪时做好安全防护（如系安全带）",
          "检查房屋是否有屋顶坍塌、管道冻裂等情况，若管道结冰，用温水缓慢解冻（避免用开水直接浇灌，防止管道破裂）",
          "外出时注意路面结冰，穿防滑鞋，避免在结冰的河面、湖面行走（冰层可能变薄，易发生溺水）",
          "检查车辆制动系统、轮胎（冰雪可能影响制动效果，轮胎积雪需清理干净），启动车辆前预热发动机（避免低温损伤发动机）"
        ]
      },
      {
        "eventName": "雷暴",
        "coreRule": "远离导电体与高处，避免户外暴露，防范雷击与次生灾害",
        "earlyWarning": {
          "precursorSignals": [
            "天空乌云密集，伴有强烈闪电（看到闪电后3秒内听到雷声，说明雷暴已逼近）",
            "风力突然增大，气温快速下降，空气湿度骤升（伴有明显压迫感）",
            "收音机、电视信号中断，手机出现杂讯（雷电干扰电磁信号）"
          ],
          "officialAlert": "关注“雷暴红色预警”，预警发布后需停止户外作业、旅游活动，学校暂停户外活动，人员转移至室内安全区域"
        },
        "emergencyActions": {
          "indoorProtection": {
            "do": [
              "关闭门窗（避免球形闪电进入室内），远离窗户、阳台（防止雷电击中建筑后，碎片飞溅伤人）",
              "拔掉家用电器插头（如电视、电脑、空调），关闭电源总开关（避免雷电通过电线引发短路，损坏电器或导致触电）",
              "不使用固定电话、有线网络（电话线、网线易传导雷电），尽量减少手机通话（尤其避免在窗边使用手机）"
            ],
            "dont": [
              "在室内使用淋浴、泡澡（水管为金属材质，可能传导雷电）",
              "靠近室内金属管道（如暖气、煤气管道）或大型电器（如冰箱、洗衣机）",
              "在阳台晾晒衣物、摆放金属物品（易成为雷电“引雷点”）"
            ]
          },
          "outdoorEmergency": {
            "do": [
              "立即寻找封闭的低矮建筑（如民房、便利店）躲避，远离高楼、大树、电线杆、广告牌（这些物体易被雷击，且可能引发二次伤害）",
              "若在开阔地带无遮挡，立即双脚并拢蹲下（降低身体高度，减少跨步电压触电风险），双手抱膝，低头闭眼（避免头部直接暴露）",
              "若在水中（如游泳、划船），立即上岸（水面导电性强，易遭受雷击），远离河道、湖泊等水域"
            ],
            "dont": [
              "在户外奔跑、骑行（增加身体与地面的接触面积，易被雷电击中）",
              "躲在孤立的棚屋、凉亭、树下（这些物体无防雷设施，雷击概率高）",
              "手持金属物品（如雨伞、铁锹、高尔夫球杆）在户外行走（金属易引雷）"
            ]
          },
          "postThunderstorm": {
            "do": [
              "雷暴结束后，先检查家中电路、电器（确认无短路、损坏后再通电使用），若发现电线破损、电器冒烟，立即关闭总阀并联系维修人员",
              "外出时注意观察路面（雷暴可能伴随暴雨，导致路面积水、井盖缺失，或树木、广告牌倒塌阻塞道路）",
              "若发现他人被雷击，立即拨打120，同时确保自身安全（雷击后患者身体不带电，可直接施救），若患者意识丧失，立即进行心肺复苏"
            ],
            "dont": [
              "雷暴刚结束就立即外出（可能仍有残余雷电活动，或存在次生灾害隐患）",
              "自行维修受损的电路、电器（缺乏专业知识易引发触电或火灾）",
              "靠近被雷击的树木、电线杆（可能存在断裂、漏电风险）"
            ]
          }
        },
        "postHandling": [
          "对家中因雷击损坏的电器进行统计，联系保险公司理赔（保留维修单据、受损电器照片）",
          "检查房屋屋顶、外墙（雷暴可能导致瓦片脱落、墙体渗水，及时修补防止后续雨水浸泡）",
          "清理庭院内被雷击折断的树枝、杂物（避免堆积引发蚊虫滋生或绊倒行人）",
          "为房屋加装防雷设施（如避雷针、防雷接地装置，尤其高层住宅、农村自建房屋，降低下次雷击风险）"
        ]
      },
      {
        "eventName": "山体滑坡",
        "coreRule": "提前识别隐患，向垂直于滑坡方向的高处转移，远离危险区域",
        "earlyWarning": {
          "precursorSignals": [
            "山体出现明显裂缝（裂缝宽度扩大、长度延伸，或伴有土石掉落）",
            "山坡上的树木、电线杆突然歪斜（根部土壤松动，提示山体即将滑动）",
            "坡脚出现异常渗水（水流夹带泥沙，或原有泉水突然断流、改道）",
            "听到山体内部传来“沙沙”声（土石摩擦、移动的声音）"
          ],
          "officialAlert": "关注“地质灾害红色预警”，居住在山区、坡底、沟谷附近的居民，接到转移通知后需立即撤离，不拖延、不返回"
        },
        "emergencyActions": {
          "indoorEvacuation": {
            "do": [
              "若房屋位于滑坡隐患区，发现前兆信号后立即携带必要物品（身份证、手机、药品）撤离，撤离方向选择**垂直于滑坡体滑动方向的高处**（如滑坡体左侧或右侧的山坡，不沿滑坡方向上下跑）",
              "撤离前关闭家中燃气、电源总阀，锁好门窗（防止滑坡导致的土石堵塞门窗，或引发燃气泄漏、火灾）",
              "若撤离路线被阻断，立即向房屋屋顶、阁楼等高处转移（暂时躲避，等待救援），同时用手机、手电筒等发出求救信号（如挥舞鲜艳衣物、规律闪烁灯光）"
            ],
            "dont": [
              "贪恋财物，多次返回房屋取东西（滑坡速度快，可能错失最佳撤离时机）",
              "沿滑坡体滑动方向逃跑（滑坡速度可达每秒数米，远超人类奔跑速度）",
              "躲在房屋地下室、一楼（易被滑坡土石掩埋）"
            ]
          },
          "outdoorAvoidance": {
            "do": [
              "在山区行走时，若发现滑坡前兆，立即向开阔的平地或垂直于滑坡方向的高处转移，远离坡脚、沟谷、桥梁（这些区域易被滑坡土石覆盖或冲毁）",
              "若被困在滑坡区域，寻找坚固的障碍物（如巨石、大树）躲避（蜷缩身体，保护头部免受土石撞击），同时观察周围环境，寻找逃生机会",
              "及时拨打119、12345（说明被困位置、滑坡情况、自身状态，保持手机电量充足）"
            ],
            "dont": [
              "在滑坡体下方、侧面停留（易被滚落的土石砸伤，或被滑坡整体掩埋）",
              "试图穿越正在滑动的山体（即使滑坡速度较慢，也可能被土石裹挟）",
              "在山区暴雨后立即进入沟谷、陡坡区域（雨水浸泡土壤，易引发滑坡）"
            ]
          }
        },
        "postHandling": [
          "滑坡结束后，不擅自返回危险区域（可能发生二次滑坡，或存在土石松动、房屋坍塌风险），等待专业人员（地质部门、应急救援队伍）评估安全后再进入",
          "返家前检查房屋结构（查看墙体是否开裂、地基是否下沉、屋顶是否破损，确认无安全隐患后再入住），清理房屋内的土石时注意防范残留的松散石块（可佩戴安全帽、手套）",
          "协助清理道路上的滑坡土石（在专业人员指导下进行，避免盲目清理引发二次灾害），保障救援车辆、物资运输通道畅通",
          "对滑坡区域进行监测（设置警示标志，定期观察山体裂缝、土石状态），若发现新的隐患信号，立即上报当地政府或应急部门"
        ]
      },
      {
        "eventName": "干旱",
        "coreRule": "科学节水，保障生活用水，防范火灾与生态风险",
        "earlyWarning": {
          "precursorSignals": [
            "连续15天以上无有效降雨（土壤干裂，农作物出现萎蔫、叶片发黄）",
            "河流、水库水位明显下降（露出河床，或取水点水量减少、水质变差）",
            "地下水位下降（水井出水量减少，甚至干涸，水龙头出水变小或断断续续）"
          ],
          "officialAlert": "关注“干旱红色预警”，预警发布后当地政府可能启动水资源调度预案，实施限量供水、节水宣传等措施，需配合执行"
        },
        "emergencyActions": {
          "domesticWaterSaving": {
            "do": [
              "减少生活用水浪费（如缩短洗澡时间、使用节水龙头/马桶，收集洗手、洗菜水用于冲厕、浇花）",
              "储备必要的生活用水（用干净的水桶、水盆储存自来水，避免因供水紧张导致用水中断）",
              "不使用自来水洗车、浇灌大面积草坪（优先使用再生水，或选择耐旱植物种植）"
            ],
            "dont": [
              "随意排放生活污水（干旱期水资源宝贵，可二次利用的污水避免浪费）",
              "大量购买瓶装水囤积（可能导致市场供应紧张，影响他人用水，且塑料瓶污染环境）",
              "忽视水管、水龙头的漏水问题（及时维修，避免长期漏水造成水资源浪费）"
            ]
          },
          "AgriculturalWaterConservation": {
            "do": [
              "种植户采用节水灌溉方式（如滴灌、喷灌，替代传统漫灌，节水率可达50%以上）",
              "优先灌溉耐旱作物或经济价值高的作物，及时清理田间杂草（减少杂草与作物争夺水分）",
              "覆盖地膜或秸秆（减少土壤水分蒸发，保持土壤湿润）"
            ],
            "dont": [
              "在高温时段（10:00-16:00）灌溉（水分蒸发快，灌溉效率低）",
              "种植耗水量大的作物（如水稻、甘蔗，在干旱期易因缺水导致减产）",
              "过度抽取地下水灌溉（导致地下水位进一步下降，形成恶性循环）"
            ]
          },
          "FirePrevention": {
            "do": [
              "干旱期植被干燥，易引发森林火灾、草原火灾，避免在户外使用明火（如烧烤、野营生火、焚烧秸秆）",
              "家中备足灭火器、水桶等防火物资，定期检查电器、电路（避免短路引发火灾）",
              "发现火情立即拨打119，同时在确保安全的前提下，用树枝、灭火器等扑灭初期小火（火势扩大后需立即撤离）"
            ],
            "dont": [
              "在森林、草原等易燃区域吸烟（烟头未熄灭易引燃干草、落叶）",
              "随意丢弃未熄灭的明火（如火柴、打火机）",
              "小火时观望等待，延误灭火时机（干旱期火势蔓延快，初期小火易发展为大火）"
            ]
          }
        },
        "postHandling": [
          "干旱结束后，及时修复受损的水利设施（如水库、水渠、水井，为下次干旱储备水资源）",
          "种植户评估作物损失，申请农业保险理赔（保留受损作物照片、气象证明等材料），同时补种耐旱作物或改种其他经济作物，减少损失",
          "加强水资源管理（制定长期节水规划，推广节水技术，提高水资源利用效率）",
          "关注生态环境恢复（干旱可能导致植被死亡、土地沙化，需组织植树造林、种草，改善生态环境）"
        ]
      },
      {
        "eventName": "火山喷发",
        "coreRule": "提前撤离危险区，防范火山灰、熔岩流与次生灾害，做好防护",
        "earlyWarning": {
          "precursorSignals": [
            "火山周边频繁发生地震（尤其是浅源地震，震感明显且频次增加）",
            "火山口出现异常喷气（气体颜色异常，如白色、灰色烟雾增多，伴有硫磺味）",
            "火山周边地表温度升高，植被枯萎，或出现地面裂缝、隆起（岩浆活动导致地表变形）"
          ],
          "officialAlert": "关注“火山喷发红色预警”，居住在火山喷发影响范围内（通常为火山口周边10-30公里）的居民，需在预警发布后按疏散预案立即撤离至指定安全区"
        },
        "emergencyActions": {
          "evacuation": {
            "do": [
              "按照官方指引的疏散路线撤离（优先选择远离火山口、地势较高且无熔岩流通道的方向），携带必要物品（身份证、手机、充电宝、少量现金、常用药品、防尘口罩）",
              "撤离时避开火山灰堆积区、熔岩流可能流经的山谷、河流（熔岩流遇水可能引发蒸汽爆炸），远离火山碎屑流通道（火山碎屑流速度可达100-300公里/小时，破坏力极强）",
              "驾车撤离时关闭车窗，开启空调内循环（防止火山灰进入车内），低速行驶（火山灰覆盖路面易打滑），若车辆故障立即弃车，徒步前往安全区"
            ],
            "dont": [
              "贪恋财物，延误撤离时间（火山喷发后熔岩流、火山灰扩散速度快，逃生窗口期短）",
              "自行选择疏散路线（非官方路线可能存在熔岩流、毒气等风险）",
              "在火山周边停留观察（火山灰、毒气可能导致呼吸道损伤，碎屑流可瞬间致命）"
            ]
          },
          "protectionAgainstVolcanicAsh": {
            "do": [
              "若无法及时撤离，进入密闭的坚固建筑（关闭门窗，用胶带封堵门窗缝隙），佩戴N95及以上防尘口罩（或用湿毛巾捂住口鼻，减少火山灰吸入）",
              "保护眼睛（佩戴防风眼镜或泳镜，避免火山灰颗粒划伤角膜），若火山灰进入眼睛，用清水轻柔冲洗（不揉搓）",
              "清理屋顶、阳台的火山灰（火山灰密度大，堆积过厚可能压垮建筑），清理时佩戴防护装备，轻缓操作（避免火山灰扬起）"
            ],
            "dont": [
              "在火山灰中长时间户外活动（火山灰含有玻璃质颗粒，吸入后易引发肺炎、肺纤维化）",
              "使用自来水冲洗室外设施（火山灰可能堵塞水管，导致供水系统故障）",
              "接触火山灰后不清洗直接进食（火山灰含重金属等有害物质，可能引发中毒）"
            ]
          }
        },
        "postHandling": [
          "火山喷发结束后，经官方确认安全方可返回原住地（避免返回过早遭遇次生灾害，如火山泥流、余震）",
          "返家后检查房屋结构（屋顶、墙体是否因火山灰重压或震动受损），清理室内火山灰（先洒水湿润，用湿抹布擦拭，避免扬尘）",
          "检查饮用水源（火山灰可能污染水源，饮用前需煮沸或使用净水器过滤，确认水质安全）",
          "配合相关部门清理道路、修复基础设施（如供电、供水、通信系统），参与火山灰资源化利用（如火山灰可用于建筑材料，减少环境污染）"
        ]
      },
      {
        "eventName": "蝗灾",
        "coreRule": "提前防范，保护农作物与粮食储备，科学灭杀，避免接触",
        "earlyWarning": {
          "precursorSignals": [
            "监测到周边区域出现小规模蝗虫集群（地面或低空可见密集蝗虫活动，数量持续增加）",
            "农作物叶片出现不规则缺刻（蝗虫取食痕迹，初期多为叶片边缘受损）",
            "气象条件适宜蝗虫繁殖（持续干旱、温暖，土壤湿度低，利于蝗虫卵孵化）"
          ],
          "officialAlert": "关注“蝗灾红色预警”，农业部门会启动应急灭杀预案，农户需配合开展田间防护与灭杀工作，储备足够的粮食与防护物资"
        },
        "emergencyActions": {
          "agriculturalProtection": {
            "do": [
              "农户在蝗虫未大规模爆发前，在田间设置防虫网（阻止蝗虫进入农田），或喷施低毒、低残留的生物农药（如蝗灾专用微生物农药，避免污染环境）",
              "对已成熟的农作物及时收割（减少蝗虫取食损失），将收割后的秸秆集中处理（避免秸秆中残留的蝗虫卵孵化）",
              "配合农业部门开展大规模灭杀（如无人机喷施农药、释放蝗虫天敌，如青蛙、鸟类）"
            ],
            "dont": [
              "使用高毒、高残留农药（不仅危害人体健康，还会杀死蝗虫天敌，破坏生态平衡）",
              "任由蝗虫取食农作物（蝗虫食量大，1只蝗虫每天可取食相当于自身体重的植物，大规模爆发后可在短时间内摧毁整片农田）",
              "焚烧农田秸秆（可能引发火灾，且无法彻底清除蝗虫卵）"
            ]
          },
          "domesticProtection": {
            "do": [
              "关闭门窗，安装纱窗（防止蝗虫进入室内），若蝗虫进入室内，用扫帚、吸尘器清理（集中后用开水烫杀，避免直接用手接触）",
              "密封储存粮食、蔬菜（使用密封罐、塑料袋，防止蝗虫污染食物），清理家中角落的粮食残渣（避免吸引蝗虫聚集）",
              "外出时佩戴口罩、长袖衣物（避免蝗虫接触皮肤，部分蝗虫可能携带病菌，或其分泌物引发皮肤过敏）"
            ],
            "dont": [
              "用手直接抓挠蝗虫（可能被蝗虫腿上的尖刺划伤，或接触其分泌物引发过敏）",
              "食用被蝗虫污染的食物（蝗虫可能携带寄生虫或病菌，食用后易引发肠胃疾病）",
              "随意丢弃蝗虫尸体（需集中深埋或焚烧，避免滋生细菌或吸引其他害虫）"
            ]
          }
        },
        "postHandling": [
          "蝗灾过后，农户及时清理田间的蝗虫尸体、残枝败叶（集中消毒处理，减少病虫害滋生），深耕土壤（破坏蝗虫卵的生存环境，降低次年爆发风险）",
          "评估农作物损失，向农业部门申请灾害补贴与种子、农药支持，及时补种耐虫害的作物品种（减少后续损失）",
          "加强田间监测（定期巡查，设置监测点，及时发现蝗虫卵或幼虫，做到早发现、早防治）",
          "开展生态修复（种植蝗虫不喜食的植物，如薄荷、大蒜，或培育蝗虫天敌的栖息地，构建生态防控体系）"
        ]
      },
      {
        "eventName": "冻雨",
        "coreRule": "减少外出，防范道路结冰与物体覆冰坍塌，保障出行安全",
        "earlyWarning": {
          "precursorSignals": [
            "气温在0℃左右波动，伴有降雨（雨滴落到物体表面后立即冻结，形成透明或乳白色冰层）",
            "户外物体（电线、树枝、护栏）表面出现光滑冰层，触摸有明显冰凉感且易打滑",
            "天气预报提示“冻雨”或“雨凇”天气（气温低于0℃但出现降雨，是冻雨的典型气象条件）"
          ],
          "officialAlert": "关注“冻雨红色预警”，预警发布后需停止户外作业、学校停课，交通部门可能实施道路管制，居民尽量减少外出"
        },
        "emergencyActions": {
          "indoorSafety": {
            "do": [
              "关闭门窗，检查室内供暖设备（如空调、暖气，确保正常运行，维持室内温度在10℃以上，防止管道冻裂）",
              "清理阳台、窗外的物品（如花盆、晾衣架，避免覆冰后重量增加坠落伤人）",
              "储备足够的饮用水、食物、常用药品（冻雨可能导致供电、供水中断，道路结冰影响物资运输）"
            ],
            "dont": [
              "在阳台、窗边放置重物（覆冰后物体承重增加，可能导致阳台护栏、窗户框架受损）",
              "用热水直接浇灌室外管道（管道温差过大易破裂，正确方式是用温水缓慢解冻）",
              "使用不合格的取暖设备（如劣质电暖器，易引发火灾或触电）"
            ]
          },
          "outdoorProtection": {
            "do": [
              "若必须外出，穿防滑鞋（鞋底有深纹路或钉鞋，避免穿塑料底、光滑底鞋子），行走时步伐放慢，重心放低（避免滑倒），尽量走在行人较少的人行道或撒有融雪剂的路面",
              "远离电线、树枝、广告牌（冰层附着会增加重量，可能导致电线断裂、树枝折断、广告牌坍塌，引发触电或砸伤）",
              "驾驶车辆时低速行驶（车速不超过30公里/小时），与前车保持平时3倍以上的安全距离，避免急刹车、急转弯（刹车距离会延长5-10倍，易发生追尾或侧滑）"
            ],
            "dont": [
              "在结冰的路面奔跑、骑行（易失去平衡摔倒，导致骨折或擦伤）",
              "靠近覆冰的电线、变压器（电线覆冰可能导致短路，接触后易触电）",
              "在冻雨天气下登山、户外活动（山路结冰易滑倒，且救援难度大）"
            ]
          }
        },
        "postHandling": [
          "冻雨结束后，及时清理屋顶、阳台的冰层（用长杆轻轻敲打，避免用硬物猛烈撞击，防止损坏建筑），清理时做好防护（如佩戴安全帽、系安全带）",
          "外出时注意观察路面（部分区域可能残留薄冰，仍需小心行走），驾车前检查车辆轮胎（清理轮胎缝隙中的冰块，确保胎压正常）",
          "检查家中水管、水表（若已冻裂，立即关闭总阀，联系维修人员更换，避免漏水导致室内积水）",
          "协助清理道路冰层（在社区或街道组织下，撒融雪剂或铲冰，保障公共出行安全），注意融雪剂的使用量（避免过量污染土壤和水源）"
        ]
      }
    ]
  },
  {
    "typeName": "日常突发应急事件",
    "events": [
      {
        "eventName": "车祸",
        "coreRule": "先确保自身安全，再救他人、报险",
        "earlyWarning": {
          "precursorSignals": [
            "前方车辆突然变道、刹车",
            "路面湿滑、结冰（易打滑）",
            "视线受阻（大雾、暴雨天）"
          ],
          "preventionTips": [
            "保持安全车距（高速路至少100米，城区至少30米）",
            "视线差时减速、开雾灯",
            "不超速、不酒驾、不疲劳驾驶"
          ]
        },
        "emergencyActions": {
          "afterCrash": {
            "do": [
              "立即开启车辆双闪灯，在车后规定距离放三角警示牌（高速路150米外，城区50-100米）",
              "所有人员转移至道路护栏外的安全区域",
              "轻微事故：拍照留证（全景、碰撞点、车牌）后移车至不影响交通处协商",
              "有人受伤：立即拨打120，不随意移动伤者（尤其是颈、脊柱受伤者）",
              "拨打122报警（说明位置、事故类型、伤亡情况）"
            ],
            "dont": [
              "在道路中间停留或争论（易引发二次事故）",
              "随意移动受伤人员（可能加重伤情）",
              "未放警示标志就离开车辆"
            ]
          },
          "trappedInCar": {
            "do": [
              "用安全锤、高跟鞋、灭火器砸侧窗逃生（优先砸玻璃四角）",
              "车辆起火时，立即解开安全带、砸窗逃生，远离车辆后拨打119"
            ],
            "dont": [
              "试图从变形的车门逃生",
              "车辆起火后在车内寻找物品（延误逃生时间）"
            ]
          }
        },
        "postHandling": [
          "联系保险公司报案（48小时内）",
          "保留事故认定书、医疗记录、维修单据等理赔材料",
          "伤者及时就医，做全面检查（避免内伤遗漏）"
        ]
      },
      {
        "eventName": "心脏病突发",
        "coreRule": "立即休息、呼叫急救，正确心肺复苏",
        "earlyWarning": {
          "precursorSignals": [
            "胸前压榨性疼痛（可放射至肩、背、下颌）",
            "呼吸困难、大汗淋漓、头晕恶心",
            "面色苍白、四肢发冷、意识模糊"
          ],
          "preventionTips": [
            "有心脏病史者按时服药，避免过度劳累、情绪激动、暴饮暴食",
            "定期体检，监测血压、血脂、血糖"
          ]
        },
        "emergencyActions": {
          "forPatient": {
            "do": [
              "立即停止活动，就地坐下或躺下休息（避免站立或走动）",
              "若随身携带硝酸甘油，可舌下含服1片（5分钟后未缓解可再含服1片，最多3片）",
              "保持冷静，缓慢深呼吸"
            ],
            "dont": [
              "继续活动（加重心脏负担）",
              "吞咽硝酸甘油（舌下含服吸收更快）",
              "过度紧张、大喊大叫"
            ]
          },
          "forRescuer": {
            "do": [
              "立即拨打120（说明患者位置、症状、既往病史）",
              "帮助患者解开衣领、腰带，保持呼吸道通畅",
              "若患者意识丧失、无呼吸或仅有濒死喘息：立即进行心肺复苏（CPR）",
              "心肺复苏步骤：30次胸外按压（深度5-6厘米，频率100-120次/分）→ 2次人工呼吸（捏住鼻子，口对口吹气，确保胸部起伏），循环进行至急救人员到达",
              "若有体外除颤仪（AED），立即按照说明操作"
            ],
            "dont": [
              "随意搬动患者（尤其是意识丧失者，避免加重病情）",
              "在患者意识清醒时强行喂水、喂药",
              "未确认呼吸/脉搏就进行心肺复苏（需先判断：呼喊患者、触摸颈动脉5-10秒）"
            ]
          }
        },
        "postHandling": [
          "患者就医后，家属需向医生提供详细发病过程、用药情况",
          "康复期间遵医嘱服药、休息，避免诱发因素",
          "定期复查心脏功能，调整治疗方案"
        ]
      },
      {
        "eventName": "烫伤",
        "coreRule": "立即降温，避免二次伤害",
        "earlyWarning": {
          "precursorSignals": [
            "接触高温物体（热水、热油、明火）后皮肤有灼热感",
            "皮肤出现发红、起泡、脱皮等症状"
          ],
          "preventionTips": [
            "厨房热水壶、油锅放在儿童够不到的地方",
            "使用热水袋时控制温度（不超过60℃），避免直接接触皮肤"
          ]
        },
        "emergencyActions": {
          "immediateTreatment": {
            "do": [
              "立即用流动的冷水冲洗烫伤部位（持续15-20分钟，水温15-25℃）",
              "若烫伤部位有衣物覆盖，先冷水冲洗衣物外部，待降温后小心脱去（若衣物与皮肤粘连，不要强行剥离）",
              "用干净的纱布或毛巾轻轻覆盖烫伤部位（避免摩擦）",
              "小面积烫伤（不超过手掌大小）可涂抹专用烫伤膏"
            ],
            "dont": [
              "用冰块直接敷烫伤部位（易冻伤皮肤）",
              "涂抹牙膏、酱油、香油等（易感染、影响医生判断）",
              "挑破烫伤水泡（易引发感染）"
            ]
          },
          "severeCases": {
            "do": [
              "大面积烫伤（超过体表面积10%）、特殊部位烫伤（面部、眼睛、口腔、会阴部）或出现发热、红肿化脓时，立即拨打120",
              "转运时用干净无菌纱布覆盖伤口，避免受压",
              "若患者出现休克症状（意识模糊、四肢发冷），让其平卧，头偏向一侧，保持呼吸道通畅"
            ],
            "dont": [
              "随意搬动严重烫伤患者（避免伤口撕裂）",
              "给严重烫伤患者喂食、喂水（可能引发呕吐、误吸）"
            ]
          }
        },
        "postHandling": [
          "遵医嘱定期更换药物，保持伤口清洁干燥",
          "避免伤口暴晒，恢复期清淡饮食，忌辛辣刺激性食物",
          "若出现疤痕增生，及时咨询医生进行干预"
        ]
      },
      {
        "eventName": "异物卡喉",
        "coreRule": "成人用海姆立克急救法，婴幼儿用拍背压胸法",
        "earlyWarning": {
          "precursorSignals": [
            "进食时突然出现呛咳、呼吸困难（张口呼吸，无法说话）",
            "面色发紫、表情痛苦，双手不由自主地掐住喉咙（典型“窒息手势”）",
            "婴幼儿出现哭闹、咳嗽无力、嘴唇发青"
          ],
          "preventionTips": [
            "进食时细嚼慢咽，不边吃饭边说话、大笑或奔跑",
            "给婴幼儿喂食时，将食物切成小块、捣成泥状（避免坚果、果冻、整颗糖果等易卡喉食物）",
            "儿童玩耍时不将小物品（如纽扣、硬币、珠子）放入口中"
          ]
        },
        "emergencyActions": {
          "adultAndOlderChild": {
            "do": [
              "意识清醒者：实施海姆立克急救法——施救者站在患者背后，双手臂环抱其腰部，让患者弯腰，头向前倾；一手握拳，将拇指顶住患者腹部正中线（肚脐与剑突之间）；另一手紧握在握拳手之上，快速用力向后上方挤压患者腹部，约每秒1次，直到异物排出",
              "意识丧失者：立即拨打120，同时进行心肺复苏（先清除口腔内可见异物，再做30次胸外按压，开放气道，尝试人工呼吸，循环操作）"
            ],
            "dont": [
              "用手直接抠喉咙（可能将异物推得更深，或造成喉咙损伤）",
              "让患者直立站立或仰头（不利于异物排出，可能加重窒息）",
              "等待异物“自行化解”（窒息超过4-6分钟可能导致脑死亡，需立即急救）"
            ]
          },
          "infantUnder1YearOld": {
            "do": [
              "施救者坐姿，将婴幼儿面部朝下放在前臂上，前臂支撑在大腿上，婴幼儿头部低于躯干；用手掌根部在婴幼儿背部两肩胛骨之间拍击5次（力度适中，避免用力过猛）",
              "若异物未排出，将婴幼儿翻转，面部朝上，放在另一前臂上，头部低于躯干；用两指（食指、中指）在婴幼儿胸部正中线（两乳头连线中点下方）按压5次（深度约4厘米，频率1次/秒）",
              "交替进行拍背和压胸，直到异物排出；若婴幼儿意识丧失，立即拨打120并进行婴儿心肺复苏"
            ],
            "dont": [
              "将婴幼儿抱在怀里直立拍背（头部高于躯干，异物易滞留气道）",
              "用力摇晃婴幼儿（可能加重脑部损伤或异物移位）",
              "给婴幼儿喂食水或其他液体（可能导致液体呛入肺部）"
            ]
          },
          "selfRescue": {
            "do": [
              "若身边无人，可自行实施海姆立克法——一手握拳，将拇指顶住腹部正中线，另一手紧握其上，快速向后上方挤压腹部；或弯腰，将上腹部抵在坚硬物体（如椅背、桌边）上，连续快速撞击，直到异物排出",
              "若自救无效，立即拨打120，同时向周围人求助（做出“窒息手势”）"
            ],
            "dont": [
              "过度紧张导致身体僵硬，无法实施自救动作",
              "试图通过剧烈咳嗽“震出”异物（若异物完全堵塞气道，咳嗽无力，反而消耗体力）"
            ]
          }
        },
        "postHandling": [
          "异物排出后，观察患者呼吸是否恢复正常，有无咳嗽、咽痛、声音嘶哑等症状",
          "若患者出现持续咳嗽、呼吸困难、胸痛或咯血，及时就医检查（可能有异物残留或气道损伤）",
          "婴幼儿异物排出后，若出现拒食、呕吐、发热，需就医排查是否有肺部感染",
          "向家人普及海姆立克急救法，避免类似事件再次发生"
        ]
      },
      {
        "eventName": "触电",
        "coreRule": "先切断电源，再施救，禁止直接接触触电者",
        "earlyWarning": {
          "precursorSignals": [
            "电线、插座、电器外壳出现破损、裸露（可见铜丝）",
            "使用电器时听到“滋滋”的漏电声，或触摸电器时有“麻感”",
            "潮湿环境（如浴室、厨房）中使用未做防水处理的电器"
          ],
          "preventionTips": [
            "定期检查家中电线、插座、电器，老化破损及时更换（由专业电工操作）",
            "使用电器时保持手部干燥，不用湿手触摸开关、插头",
            "户外遇到电线掉落，保持安全距离（至少8米），不靠近"
          ]
        },
        "emergencyActions": {
          "rescueOthers": {
            "do": [
              "立即切断电源（关闭总开关、拔掉插头，或用干燥的木棍、竹竿、塑料棒等绝缘物体挑开电线，使触电者脱离电源）",
              "若无法切断电源，用干燥的衣物、毯子包裹双手，将触电者拉离电源（确保自身绝缘）",
              "触电者脱离电源后，立即拨打120，同时检查其意识、呼吸、脉搏：",
              "- 意识清醒、呼吸正常：让其就地平躺休息，保暖，避免活动（防止心脏并发症）",
              "- 意识丧失、无呼吸/脉搏：立即进行心肺复苏（30次胸外按压+2次人工呼吸，循环操作），直到急救人员到达"
            ],
            "dont": [
              "直接用手触摸触电者（电流会通过人体传导，导致施救者也触电）",
              "用金属物品、湿木棍等导电物体接触电线或触电者",
              "在未切断电源的情况下移动触电者",
              "对触电者进行摇晃、拍打（可能加重心脏损伤）"
            ]
          },
          "selfRescue": {
            "do": [
              "若手部接触电源无法挣脱，立即用另一只手关闭电源总开关，或用脚踢开电源插头（避免身体其他部位接触导电物体）",
              "若身体被电线缠绕，尽量保持身体干燥，缓慢移动，避免拉扯电线，同时大声呼救",
              "脱离电源后，若有不适（如头晕、心慌、皮肤灼伤），立即坐下或躺下休息，呼叫他人协助就医"
            ],
            "dont": [
              "惊慌失措，用力拉扯身体（可能加重触电伤害或导致摔倒）",
              "在触电状态下奔跑（可能扩大触电范围或引发二次事故）"
            ]
          },
          "outdoorWireFall": {
            "do": [
              "立即远离掉落的电线（至少8米距离，防止跨步电压触电）",
              "拨打电力公司电话（如95598）和110，说明电线掉落位置，请求处理",
              "提醒周围行人不要靠近，设置临时警示标志（如树枝、衣物）"
            ],
            "dont": [
              "靠近电线查看情况，或试图自行搬动电线",
              "在电线掉落区域内行走（跨步电压可能导致触电，应单脚或双脚并拢跳跃离开）",
              "让车辆或行人从电线附近通过"
            ]
          }
        },
        "postHandling": [
          "触电者就医后，家属需向医生说明触电时间、电压大小、急救过程，便于医生针对性治疗",
          "检查触电现场的电器、电线，确认故障原因，由专业电工维修后再使用",
          "若触电导致皮肤灼伤，遵医嘱涂抹烫伤药膏，保持伤口清洁干燥，避免感染",
          "向家人普及触电急救知识，尤其是儿童，避免触碰危险电器"
        ]
      },
      {
        "eventName": "食物中毒",
        "coreRule": "立即停食可疑食物，轻度对症处理，严重者紧急就医，留存食物样本",
        "earlyWarning": {
          "precursorSignals": [
            "食用食物后短时间内（几分钟至数小时）出现恶心、呕吐、腹痛、腹泻（多为水样便或黏液便）",
            "伴随发热、头痛、乏力、头晕，部分患者出现口干、眼窝凹陷（脱水症状）",
            "食物外观异常（发霉、变质、有异味、颜色发暗/发绿）、口感异常（发苦、发酸、发黏）",
            "同餐进食者（家人、同事、聚餐者）多人出现相似症状（集体食物中毒典型特征）"
          ],
          "preventionTips": [
            "食材选择：不购买过期、变质、来源不明的食物，尤其是散装熟食、隔夜海鲜、未冷藏的乳制品",
            "加工储存：生熟食物分开存放（避免生肉汁液污染蔬菜、熟食），刀具、菜板生熟专用；剩菜剩饭冷藏不超过24小时，再次食用前彻底加热（中心温度达75℃以上）",
            "卫生习惯：处理食物前洗手，烹饪过程中保持厨具清洁，避免用不洁容器盛放食物；夏季高温时，食物室温放置不超过2小时"
          ]
        },
        "emergencyActions": {
          "mildCase": {
            "do": [
              "立即停止食用所有可疑食物，妥善留存剩余食物、呕吐物或排泄物（密封冷藏，供医生排查中毒原因）",
              "若进食时间在1-2小时内、意识清醒且无呕吐，可尝试催吐：饮用300-500毫升温水，用手指或筷子轻柔刺激舌根部，促使胃内食物排出（反复1-2次，避免过度催吐损伤食道）",
              "催吐后或已呕吐者，适量饮用淡盐水、口服补液盐或米汤（每次100-150毫升，少量多次），补充水分和电解质，防止脱水",
              "卧床休息，避免剧烈活动，保持室内通风；饮食暂改为清淡流质（如稀粥、面汤），避免油腻、辛辣、生冷食物"
            ],
            "dont": [
              "自行服用止泻药（感染性腹泻时，止泻可能导致毒素滞留肠道，加重中毒反应）",
              "催吐时使用尖锐物品刺激喉咙（易划伤黏膜，引发感染）",
              "呕吐或腹泻后立即大量进食、饮水（增加胃肠道负担，可能加重症状）",
              "饮用含糖量高的饮料（如可乐、果汁，可能加剧腹胀或脱水）"
            ]
          },
          "severeCase": {
            "do": [
              "出现以下情况立即拨打120：持续呕吐无法进食进水、腹泻次数超过5次/小时（或伴随便血）、高热（体温≥38.5℃且持续不退）、严重脱水（口干、尿少、眼窝凹陷、四肢发冷、意识模糊）、孕妇/老人/儿童出现明显不适",
              "就医时携带可疑食物样本、呕吐物（若有），告知医生进食时间、食物种类、同餐者症状，便于快速诊断和针对性治疗",
              "患者意识丧失时，将其头偏向一侧，清除口腔内呕吐物，保持呼吸道通畅，避免窒息；若出现呼吸、心跳停止，立即进行心肺复苏"
            ],
            "dont": [
              "严重症状时仍拖延就医（可能导致休克、器官损伤等并发症，尤其老人和儿童风险更高）",
              "自行给患者服用抗生素（食物中毒病因复杂，盲目使用抗生素可能无效，还可能引发耐药性）",
              "让意识模糊或虚弱的患者独自站立、行走（易摔倒受伤）"
            ]
          },
          "collectiveFoodPoisoning": {
            "do": [
              "立即联系同餐者，确认是否有相似症状，统计发病人数和症状",
              "及时向当地市场监管部门（12315）或疾控中心报告，提供就餐地点、时间、食物种类、发病人数等信息，协助调查溯源",
              "配合医疗机构和监管部门的调查，不隐瞒食用过的食物或接触史"
            ],
            "dont": [
              "隐瞒集体中毒情况（可能导致更多人误食可疑食物，扩大危害范围）",
              "传播未经证实的中毒原因（避免引发恐慌或误导调查）"
            ]
          }
        },
        "postHandling": [
          "康复期间：继续清淡饮食1-2天，逐渐过渡到正常饮食，避免立即食用高蛋白、高脂肪食物（减轻胃肠道负担）；注意休息，避免劳累，促进身体恢复",
          "环境清洁：对盛放可疑食物的容器、厨具用沸水煮沸消毒（至少15分钟），接触过呕吐物的地面、衣物用含氯消毒剂（如84消毒液，按说明书稀释）擦拭、浸泡消毒",
          "原因排查：若明确中毒原因（如细菌感染、农药残留、食物变质），总结教训，调整日常饮食和储存习惯，避免再次发生",
          "健康监测：部分中毒可能有后续症状（如肝肾功能损伤），康复后1-2周内若出现乏力、黄疸、尿色加深等情况，及时复查"
        ]
      },
      {
        "eventName": "溺水",
        "coreRule": "优先保证自身安全，科学施救，避免盲目下水",
        "earlyWarning": {
          "precursorSignals": [
            "游泳者在水中挣扎，头部露出水面但无法正常呼吸，手臂乱挥（非规范游泳动作）",
            "儿童在水边玩耍时失去平衡，向水中倾斜，或不慎坠入水中",
            "水域出现暗流、漩涡（水面有明显旋转水流），或水温过低（低于15℃，易导致抽筋）"
          ],
          "preventionTips": [
            "游泳时选择正规泳池（有救生员、安全设施），不独自在野外水域（河流、湖泊、水库）游泳",
            "儿童在水边活动时，需有成人全程看护（避免离开视线），佩戴救生圈等防护装备",
            "游泳前做好热身运动（避免水温过低导致抽筋），不超负荷游泳（防止体力不支）"
          ]
        },
        "emergencyActions": {
          "rescuerSafetyFirst": {
            "do": [
              "若未接受过专业救生训练，不盲目下水施救，优先使用工具救援：向溺水者抛投救生圈、木板、绳子、空矿泉水瓶捆扎的浮力物等，让其抓住后拖拽至岸边",
              "若岸边有树枝、竹竿等长物，可伸至溺水者面前，让其抓住后缓慢拉向岸边（保持身体稳定，避免被溺水者拖拽下水）",
              "立即呼叫周围人帮忙，拨打120（说明溺水地点、人数、溺水时间），同时寻找附近的救生员"
            ],
            "dont": [
              "未携带救生工具直接下水（溺水者可能因恐慌紧紧抓住施救者，导致两人同时溺水）",
              "从溺水者正面接近（易被其手臂缠绕颈部，无法呼吸）",
              "独自施救，不呼叫他人（若发生意外，无人协助）"
            ]
          },
          "professionalRescue": {
            "do": [
              "下水后从溺水者背后接近，一只手从其腋下穿过，握住对侧手臂，或托住其下颌，保持其头部后仰、面部露出水面（确保呼吸通畅），缓慢向岸边游去",
              "若溺水者抓住施救者，立即深吸气，身体下沉，同时用手掰开其手指（摆脱纠缠），再调整姿势继续救援",
              "将溺水者救上岸后，立即移至平坦、干燥处，清除其口腔内的泥沙、杂草等异物，解开衣领、腰带（保持呼吸道通畅）"
            ],
            "dont": [
              "救援过程中过度消耗体力（保持平稳节奏，避免因体力不支导致救援失败）",
              "将溺水者救上岸后立即搬动其身体（避免呕吐物堵塞呼吸道）"
            ]
          },
          "postRescueFirstAid": {
            "do": [
              "检查溺水者意识、呼吸、脉搏：",
              "- 意识清醒、呼吸正常：让其侧卧（防止呕吐物误吸），擦干身体，裹上衣物保暖，避免活动，等待医护人员到达",
              "- 意识丧失、无呼吸/脉搏：立即进行心肺复苏（先做30次胸外按压，再开放气道，进行2次人工呼吸，循环操作），同时使用AED（若有），直到呼吸、脉搏恢复或急救人员到达",
              "若溺水者有呕吐，及时清除口腔呕吐物，保持头部偏向一侧（避免窒息）"
            ],
            "dont": [
              "给溺水者喂水、喂药（若意识不清，可能导致误吸或窒息）",
              "用“倒挂控水”法急救（无科学依据，可能延误心肺复苏时机，且易导致颈椎损伤）",
              "停止心肺复苏过早（需持续操作至专业救援人员到达，或确认死亡）"
            ]
          }
        },
        "postHandling": [
          "溺水者就医后，家属需向医生说明溺水时间、救援过程、心肺复苏情况，便于医生检查是否有肺部感染、脑水肿等并发症",
          "康复期间让溺水者充分休息，避免剧烈运动，清淡饮食（补充营养，促进身体恢复）",
          "对溺水者进行心理疏导（溺水可能导致恐惧、焦虑等心理问题，尤其是儿童）",
          "向家人和朋友普及溺水急救知识，避免类似事件再次发生"
        ]
      },
      {
        "eventName": "化学烫伤",
        "coreRule": "先中和/冲洗化学物质，再对症处理，避免化学物质残留损伤",
        "earlyWarning": {
          "precursorSignals": [
            "接触强酸（如硫酸、盐酸）、强碱（如氢氧化钠、氢氧化钾）等化学物质后，皮肤立即出现刺痛、灼烧感，伴随红肿、起泡、脱皮",
            "化学物质溅入眼睛后，出现剧烈疼痛、流泪、视力模糊",
            "吸入化学蒸汽后，出现咳嗽、胸闷、呼吸困难（呼吸道化学灼伤）"
          ],
          "preventionTips": [
            "操作化学物质时佩戴防护装备（如耐酸碱手套、护目镜、防护服、口罩），在通风良好的环境中进行",
            "储存化学物质时分类存放（强酸与强碱分开，避免混合发生反应），贴好标签（注明名称、危险性）",
            "儿童、非专业人员不接触危险化学物质（如清洁剂、农药、工业化学品）"
          ]
        },
        "emergencyActions": {
          "skinChemicalBurn": {
            "do": [
              "立即脱去被化学物质污染的衣物（若衣物与皮肤粘连，用剪刀剪开周围衣物，保留粘连部分，避免强行剥离）",
              "用大量流动的清水冲洗烫伤部位（持续15-30分钟，水温15-25℃，稀释化学物质，减少残留损伤）：",
              "- 强酸烫伤：冲洗后可涂抹弱碱性溶液（如肥皂水、小苏打水）中和残留酸液（避免直接用强碱中和，防止二次损伤）",
              "- 强碱烫伤：冲洗后可涂抹弱酸性溶液（如稀醋、硼酸溶液）中和残留碱液",
              "用干净的无菌纱布或毛巾轻轻覆盖烫伤部位（避免摩擦），立即拨打120或前往医院就诊（告知医生化学物质种类）"
            ],
            "dont": [
              "不冲洗直接涂抹药膏（化学物质未清除，会持续损伤皮肤）",
              "用手揉搓烫伤部位（加重皮肤损伤，导致化学物质扩散）",
              "强酸、强碱烫伤后直接用中和剂冲洗（未稀释时中和反应放热，可能加重灼伤）"
            ]
          },
          "eyeChemicalBurn": {
            "do": [
              "立即用大量流动的清水冲洗眼睛（头部偏向一侧，受伤眼睛朝下，用手指轻轻拉开上下眼睑，让水流直接冲洗眼球和眼睑内侧，持续15-30分钟）",
              "冲洗后用干净的纱布或毛巾轻轻覆盖眼睛（避免压迫眼球），立即前往医院眼科就诊（携带化学物质标签或说明，便于医生针对性治疗）",
              "若双眼受伤，先冲洗严重的一侧，再冲洗另一侧（避免交叉污染）"
            ],
            "dont": [
              "用手揉眼睛（可能划伤角膜，或导致化学物质扩散）",
              "仅用少量水冲洗（无法彻底清除化学物质，残留会持续损伤眼睛）",
              "延误就医（眼睛化学灼伤可能导致视力下降甚至失明，需及时治疗）"
            ]
          },
          "respiratoryChemicalBurn": {
            "do": [
              "立即将患者转移至空气新鲜、通风良好的地方（远离化学物质源），让患者保持半坐姿势（利于呼吸）",
              "若患者意识清醒，鼓励其深呼吸、咳嗽（排出呼吸道内的化学物质），若出现呼吸困难，立即给予吸氧（若有条件）",
              "立即拨打120，告知医生化学物质种类、吸入时间、患者症状（如咳嗽、胸闷、呼吸困难）"
            ],
            "dont": [
              "让患者继续留在污染环境中（加重呼吸道损伤）",
              "给患者喂食、喂水（若患者意识不清，可能导致误吸）",
              "让患者平躺（可能导致呼吸困难加重）"
            ]
          }
        },
        "postHandling": [
          "遵医嘱定期更换药物，保持烫伤部位清洁干燥（避免感染），尤其是皮肤化学烫伤，若出现红肿、化脓、发热，及时复诊",
          "眼睛化学灼伤患者康复期间避免强光刺激，不看电视、手机等电子产品（减少眼睛疲劳，促进恢复），遵医嘱使用眼药水或眼药膏",
          "呼吸道化学灼伤患者康复期间避免吸烟、接触粉尘或刺激性气体（防止呼吸道感染），清淡饮食，补充维生素（促进呼吸道黏膜修复）",
          "妥善处理剩余的危险化学物质（如交给专业机构回收），清理事故现场（用中和剂处理残留化学物质，避免二次污染）"
        ]
      },
      {
        "eventName": "儿童走失",
        "coreRule": "立即原地寻找+扩大范围，及时借助公共力量，留存关键信息",
        "earlyWarning": {
          "precursorSignals": [
            "儿童在商场、公园等人员密集场所脱离监护人视线超过1分钟",
            "儿童对陌生环境好奇，独自跑向人流密集或偏僻区域",
            "监护人专注于手机、购物等事务，未持续关注儿童动向"
          ],
          "preventionTips": [
            "提前教会儿童牢记家庭住址、监护人姓名及手机号（3岁以上儿童可通过儿歌、游戏强化记忆）",
            "带儿童外出时穿颜色鲜艳衣物（便于识别），佩戴含家庭信息的手环/胸牌（避免直接印“走失”等字样引发焦虑）",
            "在人员密集场所与儿童约定“走失集合点”（如商场门口雕塑、公园凉亭），不轻易更换陪同人员"
          ]
        },
        "emergencyActions": {
          "immediateSearch": {
            "do": [
              "发现走失后立即在**最后看见儿童的区域**（如货架旁、游乐设施附近）寻找，呼喊儿童姓名（声音清晰但不恐慌，避免儿童因害怕躲藏）",
              "若10分钟内未找到，立即联系场所工作人员（如商场保安、公园管理员），请求通过广播发布寻人通知（说明儿童性别、年龄、衣着特征、携带物品，不泄露家庭隐私）",
              "安排1-2人留在原地等待（儿童可能返回起点），其他人沿儿童可能前往的路线（如出口、电梯、卫生间）扩大寻找范围，保持手机畅通"
            ],
            "dont": [
              "慌乱中盲目奔跑寻找（易错过儿童身影，且无法及时接收信息）",
              "仅依赖自身寻找，延迟联系公共力量（人员密集场所工作人员熟悉环境，效率更高）",
              "在广播中描述儿童外貌时使用“特殊标记”（如胎记、疤痕，避免被不法分子利用）"
            ]
          },
          "publicAssistance": {
            "do": [
              "若30分钟内未找到，立即拨打110报警（儿童走失可立即立案，无需等待24小时），提供儿童近期照片、走失时间、地点及衣着细节",
              "在场所监控室请求调取监控（重点查看儿童离开视线后的行走方向，排除被他人带离的可能）",
              "通过亲友群、本地宝妈群发布寻人信息（附清晰照片+关键特征，注明“已报警”，避免谣言扩散）"
            ],
            "dont": [
              "因“怕麻烦”“再等等”延迟报警（儿童走失后1-2小时是找回黄金时段，尤其低龄儿童自我保护能力弱）",
              "在网络发布信息时暴露儿童全名、家庭住址等隐私（可能引发信息泄露风险）",
              "与协助寻找的人员发生争执（如指责保安效率低，浪费寻找时间）"
            ]
          },
          "foundChildHandling": {
            "do": [
              "找到儿童后先安抚情绪（避免指责“不听话”，优先拥抱、轻声安慰），检查身体是否有擦伤、异物（如未吃过期食品、陌生人给的玩具）",
              "若儿童被陌生人暂时看护，核实对方身份（如查看身份证、联系场所工作人员确认），留下对方联系方式以便后续感谢",
              "回家后与儿童复盘走失过程（用“如果下次找不到妈妈，应该找穿制服的叔叔阿姨”等引导，不强化“走失恐惧”）"
            ],
            "dont": [
              "找到后过度批评儿童（可能导致儿童下次走失后不敢主动求助）",
              "忽视儿童的心理状态（部分儿童可能因走失产生应激反应，如夜间哭闹、拒绝外出）",
              "未核实陌生人身份就将儿童接回（警惕不法分子借机接触儿童）"
            ]
          }
        },
        "postHandling": [
          "将此次走失事件作为安全教育契机，用绘本、动画等儿童易懂的方式讲解“防走失知识”（如不跟陌生人走、找不到大人找穿制服的人）",
          "更新儿童应急信息（如手机号变更后及时更换手环信息，补充近期照片）",
          "若儿童在走失过程中受到惊吓，可通过游戏、陪伴缓解情绪，必要时咨询儿童心理医生",
          "向协助寻找的工作人员、警方表达感谢（如送感谢信、锦旗，传递正能量）"
        ]
      },
      {
        "eventName": "宠物咬伤",
        "coreRule": "立即冲洗消毒伤口，及时接种狂犬疫苗，区分“轻微抓伤”与“严重咬伤”",
        "earlyWarning": {
          "precursorSignals": [
            "宠物出现异常行为（如流浪狗毛发竖起、低吼、主动靠近人；家养宠物突然烦躁、龇牙）",
            "在宠物进食、睡眠、照顾幼崽时靠近，引发其防御性反应",
            "儿童用手拉扯宠物尾巴、耳朵，或强行抱宠物（易触发宠物攻击）"
          ],
          "preventionTips": [
            "接触陌生宠物前先征得主人同意，不突然抚摸宠物头部、背部（可先让宠物闻闻手背，再缓慢接触）",
            "家养宠物定期接种狂犬疫苗（每年1次），外出时佩戴牵引绳，避免进入人员密集区域",
            "教育儿童“宠物不是玩具”，不挑衅、追赶宠物，尤其避免接触流浪动物"
          ]
        },
        "emergencyActions": {
          "woundFirstAid": {
            "do": [
              "被咬伤/抓伤后立即用**流动的清水（如自来水）** 冲洗伤口（持续15-20分钟，水压适中，避免过度用力冲洗导致组织损伤）",
              "冲洗后用**20%肥皂水**（或医用碘伏）反复擦拭伤口（至少5分钟，杀灭部分病毒），不包扎过紧（保持伤口透气，避免厌氧菌滋生）",
              "若伤口出血较多，用干净纱布按压止血（按压5-10分钟，止血后继续消毒，不涂抹药膏掩盖伤口情况）"
            ],
            "dont": [
              "用酒精直接涂抹伤口（刺激性强，可能加重疼痛，且无法有效杀灭狂犬病毒）",
              "因“伤口小、没出血”忽视处理（即使表皮抓伤，病毒也可能通过毛囊侵入）",
              "包扎伤口时使用不透气的创可贴（尤其较深伤口，易引发感染）"
            ]
          },
          "medicalTreatment": {
            "do": [
              "无论伤口轻重，24小时内前往**正规医院犬伤门诊**（或疾控中心）接种狂犬疫苗（越早接种效果越好，超过24小时仍需接种，剂量可能增加）",
              "若伤口较深（如贯穿伤、咬伤部位在面部/颈部/手部），或宠物为流浪动物、未接种疫苗，需遵医嘱注射狂犬病被动免疫制剂（如抗狂犬病血清）",
              "向医生说明咬伤宠物的类型（狗/猫/其他）、是否有主人、是否接种疫苗（便于医生评估风险）"
            ],
            "dont": [
              "听信“家养宠物干净不用打疫苗”“伤口结痂就没事”等说法（狂犬病毒潜伏期长，可达数年，一旦发病病死率几乎100%）",
              "自行购买疫苗在家接种（需专业人员操作，且疫苗储存条件严格，自行接种可能无效）",
              "接种疫苗期间饮酒、剧烈运动（可能影响疫苗效果，增加不良反应风险）"
            ]
          },
          "followUpManagement": {
            "do": [
              "按医嘱完成全程狂犬疫苗接种（通常为5针法或“2-1-1”四针法，不可漏种）",
              "观察伤口恢复情况，若出现红肿、化脓、发热等感染症状，及时复诊",
              "若咬伤宠物有主人，留存主人联系方式，建议其带宠物进行健康检查（排除宠物携带病毒的可能）"
            ],
            "dont": [
              "接种1-2针疫苗后感觉无不适就停止接种（全程接种才能产生足够抗体）",
              "用手抓挠伤口（可能导致感染扩散）",
              "与咬伤宠物再次近距离接触（即使宠物已接种疫苗，也需避免再次引发攻击）"
            ]
          }
        },
        "postHandling": [
          "整理家中宠物安全隐患（如给宠物佩戴防咬嘴套，避免儿童单独与宠物相处）",
          "向家人普及宠物咬伤急救知识，尤其是老人和儿童（提高应急处理能力）",
          "若为流浪动物咬伤，可向社区或动物保护组织反馈，避免更多人受伤",
          "接种疫苗后记录接种时间、疫苗类型，便于后续查询或加强接种"
        ]
      },
      {
        "eventName": "突发低血糖",
        "coreRule": "立即补充糖分缓解症状，区分“轻度”与“重度”处理，查找诱因",
        "earlyWarning": {
          "precursorSignals": [
            "出现心慌、手抖、出冷汗、饥饿感（轻度低血糖典型症状）",
            "伴随头晕、乏力、注意力不集中（常见于未按时进食或糖尿病患者用药后）",
            "严重时出现意识模糊、言语不清、肢体抽搐（需紧急处理，避免昏迷）"
          ],
          "preventionTips": [
            "规律饮食，避免长时间空腹（尤其是早餐必吃，糖尿病患者需定时定量进餐）",
            "运动量较大时提前补充碳水化合物（如运动前1小时吃1片面包、1根香蕉）",
            "糖尿病患者随身携带糖果、饼干等应急食品，定期监测血糖（避免用药后血糖过低）"
          ]
        },
        "emergencyActions": {
          "mildHypoglycemia": {
            "do": [
              "立即停止正在进行的活动（如工作、运动），坐下或躺下休息（避免因头晕摔倒）",
              "补充快速升糖食物（优先选择：15克葡萄糖片、半杯糖水/果汁、4-5颗糖果、1小把饼干），15分钟后监测血糖（若未回升至3.9mmol/L以上，可再补充1次）",
              "症状缓解后及时进食含有蛋白质、脂肪的食物（如鸡蛋、牛奶、面包，避免血糖再次下降）"
            ],
            "dont": [
              "继续剧烈运动或长时间站立（增加能量消耗，加重低血糖症状）",
              "补充大量高脂肪、高蛋白食物（如肥肉、坚果，升糖速度慢，无法快速缓解症状）",
              "饮用含糖饮料时过量（如1次喝1瓶可乐，可能导致血糖骤升后又骤降）"
            ]
          },
          "severeHypoglycemia": {
            "do": [
              "若患者意识模糊但能吞咽，立即喂食少量糖水（用勺子缓慢喂服，避免呛咳），同时拨打120（告知医生患者是否为糖尿病患者、用药情况、症状出现时间）",
              "若患者意识丧失、无法吞咽，立即将其头偏向一侧（防止呕吐物堵塞呼吸道），不要喂食任何食物/液体，等待急救人员到达（可遵医嘱注射胰高血糖素，若有条件）",
              "陪伴患者直至急救人员到达，记录患者症状变化（如抽搐时间、意识恢复情况）"
            ],
            "dont": [
              "强行给意识丧失的患者喂食（易引发窒息，危及生命）",
              "仅依赖“休息缓解”，延误就医（严重低血糖可能导致脑损伤，尤其是持续超过6小时的昏迷）",
              "糖尿病患者自行调整药物剂量（需医生根据血糖情况调整，避免再次发生低血糖）"
            ]
          },
          "specialPopulation": {
            "do": [
              "孕妇出现低血糖时优先补充果汁、牛奶（兼顾升糖与营养，避免影响胎儿），症状缓解后及时就医检查",
              "老年人低血糖时动作缓慢补充食物（避免手抖导致食物洒落或呛咳），后续需监测血糖变化（老年人对低血糖感知不敏感，易延误处理）",
              "糖尿病患者低血糖缓解后，若距离下一餐超过1小时，需进食少量主食（如1小碗粥，维持血糖稳定）"
            ],
            "dont": [
              "孕妇低血糖时过度紧张（情绪波动可能加重症状，需保持冷静）",
              "老年人低血糖时独自前往医院（建议有人陪同，避免途中晕倒）",
              "糖尿病患者低血糖后跳过下一餐（可能导致血糖再次异常，需正常进餐）"
            ]
          }
        },
        "postHandling": [
          "记录低血糖发生时间、诱因（如未进食、运动量过大、用药情况）、症状及处理方式，便于后续查找规律（尤其是糖尿病患者，需反馈给医生调整治疗方案）",
          "调整饮食结构（增加膳食纤维摄入，如蔬菜、全谷物，延缓血糖波动），避免单一依赖精制碳水化合物（如白米饭、白面包）",
          "若频繁发生低血糖（每月超过2次），及时就医检查（排除胰岛素瘤、内分泌疾病等潜在病因）",
          "向家人普及低血糖急救知识（尤其是糖尿病患者家属，需掌握基本处理方法）"
        ]
      },
      {
        "eventName": "电梯困人",
        "coreRule": "保持冷静不慌乱，正确求救不自救，等待专业救援",
        "earlyWarning": {
          "precursorSignals": [
            "电梯运行时突然出现剧烈晃动、异响（如“嘎吱”摩擦声、“哐当”撞击声）",
            "电梯门开关异常（开关缓慢、卡顿，或关到一半突然打开）",
            "电梯楼层显示紊乱（跳数、黑屏），或运行速度明显加快/减慢"
          ],
          "preventionTips": [
            "乘坐电梯时不超载（留意电梯内“载重限制”标识，超载时主动退出），不强行扒门、靠门站立（避免门体受力异常引发故障）",
            "儿童乘坐电梯需成人陪同，不在电梯内蹦跳、按压多个楼层按钮（防止电梯控制系统紊乱）",
            "发现电梯故障后及时告知物业或电梯维保单位，不继续使用故障电梯"
          ]
        },
        "emergencyActions": {
          "inElevatorResponse": {
            "do": [
              "立即按下电梯内所有楼层的按钮（若电梯仍有动力，可能在就近楼层停靠开门），同时按下“紧急呼叫按钮”（连接物业或监控中心），清晰说明被困位置（电梯编号、所在楼层）",
              "若紧急呼叫无效，用手机拨打电梯内张贴的“维保电话”或119（说明被困情况，保持手机电量充足，避免频繁通话）",
              "在电梯内选择靠墙站立或蹲下（双腿微屈，减轻电梯突然启动/停止时的冲击力），远离电梯门，不扒门、不踢门"
            ],
            "dont": [
              "强行扒开电梯门或攀爬电梯缝隙（可能坠入电梯井，或导致电梯突然启动引发伤亡）",
              "在电梯内蹦跳、大喊大叫（消耗体力，且可能加剧电梯晃动）",
              "试图从电梯顶部的“安全窗”逃生（非专业人员操作易坠落，且安全窗仅用于维保人员救援）"
            ]
          },
          "waitingForRescue": {
            "do": [
              "保持冷静，通过深呼吸、轻缓活动维持体力（被困时间通常不会超过1小时，专业救援人员会快速到达）",
              "若同行有老人、儿童、孕妇，优先让其靠在角落休息，分享饮用水（若携带），安抚情绪",
              "注意倾听外界声音，救援人员到达后配合指令（如远离门体、保持安静，便于救援操作）"
            ],
            "dont": [
              "因焦虑频繁拍打电梯门、按钮（可能损坏应急设备，影响救援进度）",
              "在电梯内吸烟（易引发火灾，且密闭空间内烟雾无法扩散，危害健康）",
              "过度紧张导致晕厥（保持平稳心态，必要时与外界保持简短沟通缓解情绪）"
            ]
          }
        },
        "postHandling": [
          "被救后检查身体状况，若出现头晕、恶心、关节疼痛等不适，及时休息或就医（避免因电梯晃动导致的隐性损伤）",
          "向物业或电梯维保单位反馈故障情况，要求出具故障原因说明（避免后续再次发生同类问题）",
          "向家人普及电梯困人自救知识，避免因恐慌采取错误逃生方式",
          "若被困时间过长（超过2小时）或身体受伤，可依据相关规定向责任方协商合理补偿"
        ]
      },
      {
        "eventName": "手指割伤",
        "coreRule": "先止血再消毒，区分伤口深浅处理，预防感染",
        "earlyWarning": {
          "precursorSignals": [
            "使用刀具、玻璃、剪刀等锐器时操作不当（如持刀姿势错误、注意力不集中）",
            "接触破损的金属制品、玻璃碎片时未佩戴手套（易被边缘划伤）",
            "儿童玩弄尖锐物品（如美工刀、易拉罐拉环），缺乏成人看护"
          ],
          "preventionTips": [
            "使用锐器时保持正确姿势（如切菜时手指弯曲抵住刀背，避免指尖朝前），集中注意力，不边操作边聊天或看手机",
            "家中锐器放在儿童够不到的抽屉或柜子里（加装安全锁），玻璃制品避免边缘裸露（可贴防撞条）",
            "处理破损物品时佩戴防滑手套（如橡胶手套、棉纱手套），避免直接用手接触尖锐边缘"
          ]
        },
        "emergencyActions": {
          "minorCut": {
            "do": [
              "立即用**流动的清水**冲洗伤口（持续1-2分钟，冲掉伤口表面的污垢、细菌），若有生理盐水，可后续再冲洗1次",
              "用干净的纱布或棉签按压伤口（力度适中，持续3-5分钟，直至止血），止血后用碘伏（避免用酒精直接涂抹伤口，刺激性强）消毒伤口及周围皮肤（范围约5厘米）",
              "用无菌创可贴或纱布轻轻覆盖伤口（避免包扎过紧，影响血液循环），每天更换1次，观察伤口愈合情况"
            ],
            "dont": [
              "用脏手直接触摸伤口（易引发感染）",
              "伤口未止血就涂抹药膏（药膏可能影响血液凝固，延长止血时间）",
              "使用生锈的金属物品或不洁布料按压伤口（可能导致破伤风感染）"
            ]
          },
          "severeCut": {
            "do": [
              "若伤口较深（见骨、出血喷射状）或被生锈锐器划伤，立即用干净纱布或毛巾按压伤口上方（靠近心脏端）止血，同时拨打120或前往最近医院急诊",
              "若手指被切断，立即将断指用干净纱布包裹（避免直接接触），放入密封塑料袋，再将塑料袋放入装有冰块的容器（低温保存，避免断指冻伤），随患者一同送往医院（争取断指再植机会）",
              "止血过程中保持手臂抬高（高于心脏水平，减少出血量），避免频繁移动伤口部位"
            ],
            "dont": [
              "用绳子、橡皮筋等物品紧紧捆绑伤口上方（过紧可能导致组织坏死，正确方式是“压迫止血”，而非“结扎止血”）",
              "将断指直接浸泡在酒精、消毒液或水中（破坏断指细胞，影响再植成功率）",
              "因害怕疼痛延误就医（深伤口或生锈物品划伤需注射破伤风疫苗，超过24小时效果下降）"
            ]
          }
        },
        "postHandling": [
          "伤口愈合期间保持干燥清洁，避免接触污水、油污（若不慎弄湿，及时更换创可贴并重新消毒）",
          "若伤口出现红肿、疼痛加剧、流脓或发热（体温≥38℃），及时就医（可能已感染，需专业处理）",
          "深伤口愈合后若出现手指麻木、活动受限，需复查（排除神经、肌腱损伤）",
          "整理家中锐器存放方式，再次向儿童强调“不触碰尖锐物品”的安全知识"
        ]
      },
      {
        "eventName": "突发过敏",
        "coreRule": "立即远离过敏原，轻度对症处理，重度紧急就医，牢记过敏史",
        "earlyWarning": {
          "precursorSignals": [
            "接触过敏原后短时间内（几分钟至1小时）出现皮肤瘙痒、红疹、风团（类似荨麻疹）",
            "伴随打喷嚏、流鼻涕、眼睛发痒发红（常见于花粉、尘螨过敏）",
            "食用特定食物（如海鲜、坚果、芒果）后出现口腔刺痛、嘴唇肿胀（血管性水肿）"
          ],
          "preventionTips": [
            "明确过敏史者随身携带“过敏急救卡”（注明过敏原、紧急联系人、常用药物），避免接触已知过敏原（如花粉季减少户外活动，海鲜过敏者不食用相关食物）",
            "使用新护肤品、化妆品前，先在耳后或手臂内侧做“皮肤测试”（观察24小时无异常再使用）",
            "过敏体质者就医时主动告知医生过敏史（避免使用过敏药物，如青霉素、头孢类）"
          ]
        },
        "emergencyActions": {
          "mildAllergy": {
            "do": [
              "立即远离过敏原（如花粉过敏者转移至室内，食物过敏者停止食用可疑食物，皮肤接触过敏者用清水冲洗接触部位）",
              "皮肤瘙痒、红疹可涂抹炉甘石洗剂（缓解瘙痒），或口服非处方抗过敏药物（如氯雷他定、西替利嗪，按说明书剂量服用，避免过量）",
              "多饮温水（促进过敏原代谢），避免抓挠皮肤（防止皮肤破损引发感染）"
            ],
            "dont": [
              "继续接触过敏原（加重过敏反应，可能发展为重度过敏）",
              "自行使用激素类药膏（如地塞米松软膏，需在医生指导下使用，避免长期滥用）",
              "抓挠皮肤至破损（易引发细菌感染，延长恢复时间）"
            ]
          },
          "severeAllergy": {
            "do": [
              "出现以下“过敏性休克前兆”立即拨打120：呼吸困难、胸闷、声音嘶哑、喉头水肿（感觉喉咙发紧）、头晕、意识模糊、全身冷汗、血压下降（头晕站立不稳）",
              "若患者随身携带“肾上腺素笔”（过敏急救药物），立即按说明书注射（通常注射于大腿外侧肌肉，注射后需留在体内10秒再拔出）",
              "让患者保持半坐姿势（头偏向一侧，避免呕吐物堵塞呼吸道），解开衣领、腰带（保持呼吸通畅），若患者意识丧失，立即进行心肺复苏"
            ],
            "dont": [
              "重度过敏时仅依赖口服抗过敏药物（起效慢，无法缓解呼吸困难等危急症状）",
              "给呼吸困难的患者喂食水或食物（易引发窒息）",
              "延误注射肾上腺素（过敏性休克黄金抢救时间仅15-30分钟，肾上腺素是关键急救药物）"
            ]
          }
        },
        "postHandling": [
          "就医后向医生详细说明过敏原、过敏症状及处理过程，必要时进行“过敏原检测”（明确未知过敏原，避免后续接触）",
          "康复后整理“过敏清单”（记录过敏原、过敏症状、急救药物及使用方法），告知家人和同事（便于紧急情况下协助处理）",
          "定期检查急救药物（如肾上腺素笔的有效期，抗过敏药物是否变质），确保随时可用",
          "若因食物、护肤品等产品引发过敏，可向相关监管部门反馈（避免更多人受害）"
        ]
      },
      {
        "eventName": "家庭火灾初起",
        "coreRule": "先断电断气，小火快灭，大火逃生，不贪恋财物",
        "earlyWarning": {
          "precursorSignals": [
            "电器、插座发出“滋滋”漏电声，或外壳发烫、冒烟（如电暖器、充电器）",
            "厨房油锅冒烟、有焦糊味，或燃气管道闻到“臭鸡蛋味”（燃气泄漏）",
            "窗帘、沙发等易燃物接触明火（如蚊香、蜡烛）后出现火星、局部冒烟"
          ],
          "preventionTips": [
            "定期检查家中电路（避免电线老化、插线板过载，不私拉乱接电线），厨房使用明火时不离人（尤其油炸食物时）",
            "燃气热水器、灶具定期维保（每1-2年检查一次，避免燃气泄漏），家中配备2个以上灭火器（厨房、卧室各1个，有效期内）",
            "不将易燃物（如纸张、酒精）靠近热源（如暖气片、电熨斗），儿童不玩打火机、火柴"
          ]
        },
        "emergencyActions": {
          "smallFireExtinguishing": {
            "do": [
              "电器起火：立即拔掉插头或关闭总电源，用干粉灭火器（不可用水）对准火源根部喷射，若火势小，可覆盖湿毛巾隔绝空气",
              "油锅起火：立即关闭燃气阀门，用锅盖或湿抹布盖紧油锅（窒息灭火，不可用水浇，避免油溅引发更大火灾），若有灭火毯，直接覆盖油锅",
              "燃气泄漏起火：先关闭燃气总阀（若安全），用干粉灭火器灭火，灭火后开窗通风（不可开关电器、打电话，避免电火花引爆燃气）"
            ],
            "dont": [
              "电器起火用水浇（可能触电，且电器遇水易短路加剧火势）",
              "油锅起火用水泼（油比水轻，会浮在水面继续燃烧，且溅出的油会扩大火区）",
              "灭火时正对火焰顶部（应对准火源根部，才能有效切断燃烧源）"
            ]
          },
          "largeFireEscape": {
            "do": [
              "火势无法控制时，立即用湿毛巾捂住口鼻（弯腰低姿前行，烟雾多在高处），沿疏散楼梯逃生（绝不乘电梯，电梯可能断电困人）",
              "若房门发烫（门外有火），立即用湿毛巾、衣物封堵门缝，在窗口挥舞鲜艳衣物呼救（等待救援，不盲目跳楼）",
              "逃生时大声提醒家人，优先疏散老人、儿童，逃生后到室外安全处拨打119（说明地址、起火部位、火势大小）"
            ],
            "dont": [
              "逃生时贪恋财物（返回屋内拿东西，延误逃生时间，火灾中每1分钟都关键）",
              "烟雾中直立行走（烟雾含一氧化碳，高处浓度高，易中毒昏迷）",
              "低层住户盲目跳楼（2楼以上可利用床单、窗帘打结制成逃生绳，缓慢下滑）"
            ]
          }
        },
        "postHandling": [
          "火灾扑灭后，经消防员确认安全再返家，检查房屋结构（如墙体、楼板是否受损），关闭燃气、电源总阀（避免二次隐患）",
          "清理现场时，对烧焦的电器、家具彻底检查（不可继续使用，防止复燃），燃气泄漏起火后，需专业人员检测管道无泄漏再使用",
          "更换过期、使用过的灭火器，补充应急物资（如手电筒、应急呼吸面罩），向家人复盘火灾原因，强化安全意识",
          "若有人员受伤（如烧伤、吸入烟雾），及时就医，保留火灾现场照片（便于保险理赔）"
        ]
      },
      {
        "eventName": "异物入眼",
        "coreRule": "轻柔处理不揉搓，区分异物类型（粉尘/液体/尖锐物），严重及时就医",
        "earlyWarning": {
          "precursorSignals": [
            "户外刮风时眼睛突然有异物感（如沙尘、飞虫进入），伴随流泪、刺痛",
            "使用化妆品（如睫毛膏、眼影）时，粉末或颗粒不慎掉入眼中",
            "接触化学液体（如洗洁精、消毒液）后，眼睛立即出现灼热感、发红"
          ],
          "preventionTips": [
            "户外风沙大时佩戴防风眼镜，使用化妆品时动作轻柔（避免粉末飞扬）",
            "接触化学液体时佩戴护目镜，家中清洁时避免将液体直接对着面部喷洒",
            "儿童玩耍时避免接触细小颗粒（如沙子、小珠子），不揉眼睛"
          ]
        },
        "emergencyActions": {
          "minorForeignBody": {
            "do": [
              "粉尘、小飞虫入眼：轻轻闭眼，让眼睛自然流泪（泪水可冲刷异物），或用干净的流动清水缓慢冲洗眼睛（头偏向患眼一侧，水流从内眼角向外眼角冲）",
              "若异物可见（附着在眼睑内侧或眼球表面），洗净双手后，用食指轻轻拉开下眼睑，用干净棉签蘸生理盐水轻柔粘出异物（避免触碰眼球）",
              "处理后滴1-2滴人工泪液（缓解眼部不适，保持湿润），闭眼休息5-10分钟"
            ],
            "dont": [
              "用力揉搓眼睛（可能导致异物划伤角膜，或嵌入更深）",
              "用脏手、脏棉签接触眼睛（易引发细菌感染，导致结膜炎）",
              "异物未取出时频繁眨眼（加重眼部摩擦，加剧疼痛）"
            ]
          },
          "chemicalOrSharpForeignBody": {
            "do": [
              "化学液体入眼（如洗洁精、消毒液）：立即用大量流动清水冲洗眼睛（持续15-20分钟，水流温和，避免过急），冲洗时不断转动眼球（确保上下左右都冲洗到），同时拨打120",
              "尖锐异物入眼（如玻璃渣、金属屑）：保持头部不动，不揉搓、不触碰眼睛，用干净纱布轻轻覆盖患眼（避免异物移动），立即前往医院眼科（不可自行取出，防止眼球损伤）",
              "就医时告知医生异物类型（如化学液体成分、尖锐物材质），便于针对性治疗"
            ],
            "dont": [
              "化学液体入眼后不冲洗直接就医（延误最佳冲洗时间，加重眼部灼伤）",
              "试图自行取出尖锐异物（可能刺穿角膜，导致视力下降甚至失明）",
              "化学液体入眼后滴眼药水（可能与化学物质反应，加重损伤）"
            ]
          }
        },
        "postHandling": [
          "异物取出后，若眼睛仍有红肿、疼痛、视力模糊或分泌物增多，及时复诊（可能有角膜划伤或感染）",
          "短期内避免佩戴隐形眼镜（让眼睛充分休息，减少刺激），不化妆（化妆品粉末可能加重眼部不适）",
          "户外时佩戴太阳镜（避免强光刺激，保护眼部），遵医嘱使用抗生素眼药水（预防感染）",
          "整理家中易导致异物入眼的物品（如将尖锐工具收纳好，化学液体贴好标签并放在儿童够不到的地方）"
        ]
      },
      {
        "eventName": "老年人跌倒",
        "coreRule": "先判断伤情不盲目扶，轻微损伤及时处理，严重立即呼救",
        "earlyWarning": {
          "precursorSignals": [
            "老年人起身时动作缓慢、摇晃（可能因体位性低血压导致头晕）",
            "行走时步态不稳、扶墙或借助家具（可能因肌肉无力、平衡能力下降）",
            "家中地面湿滑（如卫生间未铺防滑垫）、光线昏暗（走廊无夜灯）、有障碍物（如电线裸露、杂物堆积）"
          ],
          "preventionTips": [
            "家中改造防滑设施（卫生间铺防滑垫、安装扶手，走廊装感应夜灯，清理地面杂物），老年人穿防滑鞋（避免穿拖鞋、高跟鞋）",
            "老年人起身遵循“三部曲”：平躺30秒→坐起30秒→站立30秒（避免体位性低血压），避免突然转身、弯腰",
            "定期带老年人体检（监测血压、血糖、骨密度，补充钙剂和维生素D，预防骨质疏松导致骨折）"
          ]
        },
        "emergencyActions": {
          "on-siteJudgment": {
            "do": [
              "发现老年人跌倒后，先轻声询问“哪里疼”“能不能动”（观察意识是否清醒，避免大声呼喊引发紧张），若意识清醒且无明显疼痛，可协助其缓慢坐起（用双手托住背部和腰部，避免拉扯手臂）",
              "若老年人表示腰部、臀部或腿部疼痛（可能骨折），立即停止搬动，让其保持原有姿势（用衣物、靠垫垫在身体下方，避免压迫受伤部位），同时拨打120",
              "若老年人意识丧失、无呼吸/脉搏，立即进行心肺复苏（30次胸外按压+2次人工呼吸），并让他人拨打120"
            ],
            "dont": [
              "盲目扶起跌倒的老年人（若有骨折，搬动可能导致骨折移位，加重损伤）",
              "强行拉扯老年人的手臂、腿部（易导致关节脱位或肌肉拉伤）",
              "老年人意识不清时喂食水、喂药（可能引发窒息）"
            ]
          },
          "minorInjuryHandling": {
            "do": [
              "若仅为皮肤擦伤（无出血或少量出血），用生理盐水冲洗伤口（去除污垢），用碘伏消毒后涂抹百多邦软膏，用无菌纱布覆盖（避免感染）",
              "若有肿胀（如脚踝、手腕），立即用冰袋或冷毛巾冷敷（每次15-20分钟，间隔1-2小时，减轻肿胀和疼痛），48小时后改为热敷（促进血液循环）",
              "让老年人休息24小时，观察是否出现后续不适（如头晕、呕吐、局部疼痛加剧，可能有隐性损伤）"
            ],
            "dont": [
              "皮肤擦伤后用酒精直接消毒（刺激性强，加重疼痛，且可能影响伤口愈合）",
              "肿胀后立即热敷（会加重局部充血，导致肿胀更明显）",
              "轻微损伤后让老年人继续活动（可能掩盖隐性损伤，如骨裂）"
            ]
          }
        },
        "postHandling": [
          "若老年人跌倒后就医，遵医嘱进行康复训练（如骨折后在医生指导下逐步恢复活动，避免长期卧床导致肌肉萎缩），定期复查（监测恢复情况）",
          "根据跌倒原因调整家中环境（如地面湿滑则增加防滑垫，视力差则更换更亮的灯具），为老年人配备智能手环（带跌倒报警功能，便于紧急求助）",
          "关注老年人心理状态（跌倒后可能产生恐惧心理，不敢独自活动，需耐心安抚，鼓励逐步恢复自主活动）",
          "向家人普及老年人跌倒急救知识，尤其是常照顾老年人的亲属，掌握正确的判断和处理方法"
        ]
      }
    ]
  }
]